{
  "sights": [
    {
      "place_id": "ChIJk7lA1VvduY4R0saMNuKpKUU",
      "name": "Musée du Panthéon National",
      "text": {
        "wiki": "The Musée du Panthéon National Haïtien (MUPANAH) is a museum featuring the heroes of the independence of Haiti and the Haitian history and culture.\n\n\n== History ==\nThe Musée du Panthéon National Haïtien was opened in 1983. This cultural center is to perpetuate and disseminate the memory of \"Fathers of the Nation\".One of its main missions is to participate in heritage conservation and dissemination of national culture. The MUPANAH is an institution whose function is the conservation, protection and enhancement of historical and cultural heritage.\n\n\n=== 2010 earthquake ===\nFollowing the earthquake in Haiti in 2010, the museum building was only slightly damaged due in part to its semi-buried construction, making it less prone to destruction.\n\n\n== Collections ==\nThe museum traces Taínos, Spanish, and a section dedicated to the heroes of independence, including the silver gun with which Henri Christophe committed suicide, and the bell used to announce Haitian independence. It also contains slavery chains, torture instruments, sculptures, and temporary exhibitions of paintings. The museum also contains the anchor of the Caravel of Christopher Columbus, the Santa Maria measuring 4 meters high.\n\n\n== See also ==\nNational Museum of Art\nNational Museum of Haiti\n\n\n== References ==",
        "brit": "",
        "quote": "Museum dedicated to Haitian independence & culture, with artifacts, art & scenic outdoor fountains.",
        "tags": "['museum', 'tourist_attraction', 'point_of_interest', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJ_3BcmM7CuY4RvGu5XkKJXKI",
      "name": "In Martissant Park",
      "text": {
        "wiki": "Carrefour (Haitian Creole: Kafou; pronounced [kafu]) is a largely residential commune in the Port-au-Prince Arrondissement, in the Ouest department of Haiti. The commune had a population of 373,916 at the 2003 census, and was officially estimated to have grown to 511,345 inhabitants in 2015. It is mostly a bedroom community for those who work in central Port-au-Prince.\nBefore the exile of Jean-Claude Duvalier, Carrefour was viewed as a Haitian tourist destination.\n\n\n== History ==\nCarrefour was originally a military post in the borough of Port-au-Prince. In March 1795, Louis-Jacques Beauvais and André Rigaud, at the head of 3,000 men, routed the English troops occupying the republican port.\nPresident Alexandre Petion, one of the founding fathers of the Haitian homeland, built his private residence in Carrefour, especially in the locality that is still known as Thor. The National School of Thor has been housed in this very house for several decades.\nOn 1 May 1813, a decree of President Alexandre Pétion founded the village of Carrefour. Following a plan drawn up by surveyor Louis Rigaud, the village was to have 20 islets and 161 sites.\nIn 1869, the Cacos, in rebellion against the government of Sylvain Salnave, occupied Carrefour and attacked the fort of Bizoton without being able to settle there. Indeed, while they were indulging in the delights of the region, Salnave lifted the Piquets of the South, who attacked them from behind and forced them to evacuate the military post. About twenty years later, more precisely on 20 August 1889, at the height of the insurrection of the northerners against President Légitime, the vanguard of the Army of the South came to take up a position at Carrefour. The day after (21 August), the day before Legitime's departure, General Justin Carrie fought two battles and was repulsed at Bizoton.\nIn one of his development projects, President François Denys Légitime planned to link Carrefour to Port-au-Prince by a line of steamboats along the coast to Leogane.\nCarrefour was elevated to the rank of commune by the decree of 15 December 1982.\n\n\n== Geography ==\nThe commune of Carrefour is the crossroads through which must pass thousands of cars, vans and trucks to go in a good part of the department of the west, in the departments of the Southeast, the Nippes, the South and the Grande – Anse. Because of its geographical location and its natural environment, the urban and rural areas of the commune of Carrefour have economic and tourist potentialities.The commune of Carrefour, commonly called \"kafou\" by its nationals, was originally a small village founded by the decree of President Petion the 1st. May 1813. According to the plots of the surveyor Louis Rigaud, this village comprised seven streets, 20 islets and 162 sites.\nFor more than a century and a half, Carrefour has never been urbanized as its founders wished. Its agricultural vocation took precedence over its urbanization. The original settlement provided the surrounding settlements (Monrepos, Lamentin, Mahotière, Thor, Brochette, Mariani) and the various communal sections supplied the villagers of Carrefour and the town of Port-au-Prince with agricultural products such as rice, cane Sugar, cotton, fruit, vegetables, food, coffee, & c. It was not until the mid-1970s that the anarchic urbanization of the area began. This \"urbanization\" coincides with the liquidation of the main houses by the large landowners of Carrefour.\nOn 15 December 1982, 169 years after its founding, the village of Carrefour, which became the neighborhood of Carrefour, was elevated to the rank of commune by the decree of 15 December 1982. Carrefour forms with Port-au-Prince, Petion -Ville, Kenscoff, Gressier and Delmas, the borough of Port-au-Prince. The rural area, which is fairly extensive, comprises the following 13 communal sections: Bizoton, Thor, Froide River, Corail Thor, Morne-à-Chandelle, Platon Dufresney, Taillefer, Procy, Bouvier, Coupeau, Laval, Berly and Malanga.\nThe topography of Carrefour is not quite different from that of Port-au-Prince. Like the latter, the municipality of Carrefour rises to the bottom of the Gulf of Gonave. It includes a mountainous part including the hills Malanga, Chandelle, Boyer, Froide River, Dufréné, Corail Thor.\nIts geographical limits extend from the east to the north, from the junction of Fontamara 43 with the coastline until it meets Port-au-Prince Bay and along this coast until its meeting with The ravine of Mariani. From the northwest, they turn south to the limit of the 12th Section of Morne-à-Bateau, the 23rd Section of the Parks and the 8th Section of Beau-Séjour de la as of Léogâne. From there, they rejoin the boundaries of the 7th Section, Great River, 4th Section, Gosseline which belongs to the commune of Jacmel, and the 2 nd Section, Nouvelle-Tourraine and the 20 th Section, Bongars, Of the commune of Kenscoff. They again rejoin Fontamara 43 by the South-South-East trajectory of the 8th Section, Martissant, of the commune of Port-au-Prince. The coordinates of the municipality are located on the one hand between 72 ° 22 'and 72 ° 27 west longitude and on the other hand between 18 ° 30' and 18 ° 35 'north latitude. Its area is estimated at 190 km².\nAs far as hydrography is concerned, the Froide River, one of the most important watercourses in the municipality, flows through Communal Sections of Plato Dufresney and continues to the Pond Section of the commune Of Petion-Ville. Then the river of Chauffard which irrigates the houses of the communal section Procy, that of Bengas at the level of Kenscoff and that of Momance or Grande-Rivière, between the communal sections of Procy and Laval. Among the less important rivers The Grandin River, the Morel and Time-Perdu gullies.\nOn the demographic level, the commune of Carrefour has a population of more than 500,000 (five hundred thousand) inhabitants. However, it remains extremely difficult to have more or less reliable statics on the population of Carrefour. According to the 1982 census, Carrefour had a population of 129 470 people; The 2003 census has a population of 373,916 inhabitants. Based on 4.24, the annual growth rate of its population, today, Carrefour would have a population of 460 251 inhabitants.\n\n\n=== List of communal sections of Carrefour ===\nThe communal section (French: section communale, formerly section rurale) is the smallest administrative division in Haiti.\n\nPostal Code of Carrefour :\n\nHT6130 : Carrefour\nHT6131 : Bizoton\nHT6132 : Diquini, Thor\nHT6133 : Côte-Page, Mahotière\nHT6134 : Arcachon, Warney\nHT6135 : Brochette\nHT6136 : Lamentin, Mariani, Merger\n\n\n== Demographics ==\nThe commune of Carrefour is one of the largest municipalities in the Republic of Haiti if its size and population are taken into account. It comprises 13 communal sections. Its urban center is subdivided into zones or districts: part of Fontamara, Bizoton, Diquini, Thor, Mahotière, Côte-Plage, Waney, Arcachon, Monrepos, Brochette, Lamentin, Rivière Froide, part of Mariani. Some of these neighborhoods have more than 10000 inhabitants.\nMost of the territory of the municipality of Carrefour is concentrated in its mountainous municipal sections. The lack of improved roads makes access by car or truck difficult; In most cases, the use of vehicles in these environments is completely impossible. With a population of more than 500,000 inhabitants, human pressure on the environment is growing.\nWhen it comes to the relationship between urban and rural areas, Carrefour is no exception to the rule. Generally, in all municipalities of Haiti, the urban center commonly called \"bouk or lavil\" depends on their communal sections – most often located in the mountainous areas – for their food and drinking water supply. Despite this dependence, the communal sections are still treated as the country outside. When at the town hall, the only time a resident of a communal section will hear about the town hall is before the municipal elections. Although the so-called urban dwellers live on resources from rural areas, it has never occurred to them that these resources are inexhaustible. Their contempt for the rural environment and the concentration of services in the urban area have contributed to the abandonment of the countryside: the rural exodus.\nIt is the exploitation of quarries and extensive agriculture that pose a problem: they have an important social role because they employ thousands of people, but these activities cause the destruction of the environments. Operation accelerates water runoff, sediment accumulation and soil erosion. Farmers find themselves obliged to cultivate steeper land and make charcoal with the vegetation cover. The degradation of the environment is thus explained by a spatial inorganization. Some associations advocate more efficient development and campaign for clean-up or reconstruction.\nForest cover in Haiti is currently less than 3%. The depletion of water sources across the country is a direct result of deforestation. Until the second half of the 1980s, the Carrefour hills were largely covered with fruit and forest trees. As for the Froide River, its water was still crystalline. Thousands of people were still bathing there daily. In addition, every day, hundreds of women relied on this river to earn money after washing for customers who were always loyal to the appointment.\n\n\n== Economy ==\nUnlike the majority of municipalities in the Republic of Haiti, agriculture occupies a very small place in Carrefour's economy. The commune of Carrefour occupies remains an appendix of Port-au-Prince. The secondary and tertiary sectors primarily supply its economic circuit. Nevertheless, agricultural activities are undertaken in the communal sections of Morne Chandelle, Plateau Dufresney, Taillefer, Procy, Coupeau, Laval, Bouvier and Malanga.\nThe inhabitants of all the communal sections of Carrefour depend mainly on agriculture; Coffee, vegetables, cereals, food and cane-sugar are grown there. There are also cattle (oxen, cabris, backyard birds on a very small scale), with the exception of coffee, an imported commodity grown on the hills of Rivière Froide, Dufresney and Corail Thor, The farmers of the communal sections of Carrefour only practice subsistence farming, in other words, their agricultural production does not have a significant impact on the economy of the commune, and the urban area where the majority Of the population, the economy works like the big Haitian cities, or even better.\nOn the other hand, in the urban center of Carrefour are concentrated on the one hand the main public services: the tribunal of peace, the Taxation Department, the police station, the registry office, the Coast Guard, The largest sports complex in the country. In addition, commercial activities: banks, supermarkets, bazaars, bakeries, public market, shops, pharmacies, etc. Industrial establishments such as paint factories, Haiti Metal, Mariani Tannery, Cuir SA, Adventist Packaging, SAFICO, ALTA and TOLI, STEP-OVER and oil companies (the National, Shell, Texaco, ESSO).\nTwo hospitals and numerous private clinics provide health care at the level of the commune of Carrefour: Diquini Adventist Hospital and Carrefour Hopital Maternité. Despite the presence of these hospitals, many Carrefourrois still continue to visit the hospitals and clinics located in the city of Port-au-Prince.\n\n\n== Education ==\nA large number of public and private schools provide education at primary, secondary, vocational and university levels. In the last twenty years, due to the rural exodus to the center and the growing demand for education, primary and secondary schools have multiplied in Carrefour. Despite the presence of very good institutions in Carrefour, thousands of adolescents residing in the commune still continue to attend the schools located in Port-au-Prince.\nList of Schools in Carrefour\n\nEnsemble Scolaire Père Basile Moreau (ESPBM)\nJuvénat du Sacré-Cœur\nLycée Louis Joseph Janvier\nCollège Univers Frère Raphaël\nCollège de Côte-Plage\nL'Ecole des Sœurs Salésiennes\nL'École Notre Dame de l'Assomption\nL'École Nationale de Thor\nCollège Catherine Flon\nCentre d'Études Secondaires\nCentre Polyvalent\nCollège Paul Etzer\nL'École République du Centre Afrique\nLe Lycée de Diquini\nCollège de Radio Lumière\nCollège Adventiste de Diquini\nL'Université Adventiste\n\n\n== Tourism ==\nIn the 1970s and into the second half of the 1980s, Carrefour occupied a prominent position in tourism in Haiti. It was for Haitian and foreign tourists a favorite destination. However, after the collapse of the Duvalier regime and the ensuing instability, the tourist industry completely collapsed.\nWhat is to be emphasized is the general idea of the urban areas of the commune of Carrefour. In the eyes of more than one, Carrefour represents above all a state of mind, a way of life. Its agglomerations and its many streets and alleys are characterized by great animation, exuberant joy, a deconcentrated and non-conformist way of living.\nUntil the end of the 80s, there was in the city of Carrefour a pleiade of night clubs commonly called \"Boîte de Nui.\" These leisure centers (Hotel- Bars-Restaurant) were swarming in the urban center of Carrefour. The Spanish consonance of some of these centers testifies to the presence and influence of a large Dominican in the municipality. These include: Copa Cabana, El Baraquito, Rancho Cocktail, Corso Disco Club, Poco a Poco Bar, Mi Casa Hotel-Bar-Restaurant, Madruga Disco-Restaurant-Hotel, etc.\nOther attractions in the area include Méridien Club, Paradis des Amis Restaurant-Hotel, Paladium Night Club, Downtown Disco Club, Mermaid Beach Hotel, Etoile de David Bar-Restaurant, Auberge du Québec, Chez Nounoune, Bamboulinos Hotel. But the most famous of these centers, either because of the luxury they offer or the musical groups that animated them, were the Lambi Night Club, the Domaine Ideal (whose clientele was mainly foreign), the Tiboukan Auberge Restaurant, the Three Fish and Chez Cator famous for its \"pwason gwo sèl.\" Most of these establishments built on the seashore all enjoyed a very caressing breeze through the seasons.\nOn the other hand, the entertainment was enriched by the various cinemas: the Coliseum, Cric Crac Cine, Crystal Cine. There was also the cockfighting, especially at the Amical Gaguere de Mariani. As for the communal sections, the gargoyles hold the top of the bill.\n\n\n== Religion ==\nReligious activities are multifaceted. It is a true syncretism Catholics, vodouisants, Adventists, Jehovah's Witnesses and adepts of various confessions compete with fervor. The churches dedicated to Saint Charles and Our Lady of Mount Carmel bring together an immense crowd of faithful from the surrounding districts and Port-au-Prince on the occasion of the patron festivals of 4 November and 16 July. As for the chapel of Saint Anthony, it is a permanent center of interest. Placed at the top of Merger, it never ceases to drain pilgrims. Other chapels exist in the communal sections.\nThe Protestant churches are found everywhere in the commune of Carrefour. Very often, late in the night, the quarters vibrate with their prayers and their songs of adoration. This establishes a very clear contrast with the dance music of night clubs or nightclubs. On the other hand, there are also the houmforts where the followers of the voodoo pay homage to the African gods, the loas. In this religious atmosphere, certain signs will never cease to astonish an observer: \"God alone inspires us and science enlightens us: Botanica Sciencia de San Juan Templa.\" Macoumba.\nWhat is particularly pleasing to point out are the social works undertaken by the different religious denominations. Outside the impressive schools, some have orphanages, canteens, places of retreat, and so on.\nOn 10 December 1905, the parish of Carrefour was erected by Mgr. Conan, two years after his elevation as Archbishop of Port-au-Prince. Carrefour was a small chapel in the parish of Sainte Anne, dedicated to Saint Charles of Borome. The first parish priest was R. P. Lebihain. Then, the Monfortains took possession of the Parish of Carrefour. A contract had been signed between the Archbishop of Port-au-Prince and the company of Mary (Monfortains) supported by Rome.\nOn 20 February 1910, Paul Marie Lebihain was appointed parish priest of Port-de-Paix and Vicar General of the Society of Mary, replaced by Father Brochard (1910–1947), RP Doriel (1947–1972) and Father Eustache Saint Hubert (1972–), etc.\nThe Monfortian monks built the presbytery, the church, a parish hall, chapels in the communal sections all by Fathers Dorel and Saint Hubert\nThe Parish of Carrefour has eight chapels scattered in the communal sections: Morne-a-Bateau, dedicated to Saint Antoine; Great River, Saint Paul; Morne-à-Chandelle, Saint Michel; Boucan Marie, Our Lady of the Annunciation; Bouvier, Holy Heart of Mary; Coupeau, Our Lady of Lourdes; Wiailles, Saint Francis Xavier; Côte-Plages, Our Lady of Perpetual Help.\nIn addition, under the administration of Father Dorélien, several religious communities settled in the Parish of Carrefour: the Brothers of the Sacred Heart, the Salesian Sisters, the Little Sisters of Saint Teresa, the Little Brothers of Saint Teresa, the Girls Of Wisdom and the Oblate Missionaries.\n\n\n== Gouvernements and Politics ==\n\n\n=== Administration ===\nCarrefour has a municipal council (conseil municipal) compound of three members elected by the inhabitants of the commune for a 4-year term. The municipal council is led by a president often called mayor.\nCarrefour has a municipal assembly (assemblée municipale) who assists the council in its work.\nThe members of the assembly are also elected for 4 years.\nMunicipal Councils (2016–2020)\n\nJude Edouard Pierre (Mayor)\nMaxo Bourdeau\nDarlyne JosephMunicipal Assembly (2016–2020)\n\n\n== 2010 earthquake ==\nOn 12 January 2010, a magnitude 7.0 earthquake that hit Haiti caused heavy damage to residential buildings in Carrefour, with 40 to 50 per cent of buildings destroyed in the town's worst-affected areas. One of the damaged facilities was the city's hospital.In the wake of the quake, the Cuban military set up a field hospital in the region. Electricity was restored to some sectors at the beginning of February.As of 9 February 2010, the US 24th Marine Expeditionary Unit is rotating out of Haiti, having been replaced by the US 22nd Marine Expeditionary Unit, in their position on USS Bataan and Carrefour, Léogâne, Grand-Goâve and Petit-Goâve.As of 7 March 2010, a donated Fujifilm X-ray machine has arrived at the Adventists Medical Center.\n\n\n== References ==\n\n\n== External links ==\nCity Hall of Carrefour, Website of the City Hall of Carrefour, Haiti\nReuters, \"Comprehensive Building Damage Assessment for Carrefour Commune, Haiti (Version 3)\", 15 February 2010\nReuters, \"Intensity of Building Damages in Central Carrefour, Haiti\", 25 February 2010",
        "brit": "",
        "quote": "",
        "tags": "['tourist_attraction', 'point_of_interest', 'establishment']",
        "website": {
          "source": "http://www.parcdemartissant.org/",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJmZKJhlnduY4Ro9rS0ThC7-s",
      "name": "Champ de Mars.",
      "text": {
        "wiki": "Champ de Mars (Haitian Creole: Chanmas) is the biggest public park in the downtown area of Port-au-Prince, Haiti. It consists of a series of public squares divided by large boulevards.\n\n\n== History ==\nFor much of Port-au-Prince’s history Champ de Mars was used for military parades, until 1912 where it was remodelled into a racetrack with wrought-iron viewing stands facing the National Palace. Its current design is from 1999, when it was rebuilt to celebrate the city’s 250th anniversary.Champ de Mars was heavily affected by the 2010 earthquake and the National Palace destroyed. The area was fenced off for a period after.\n\n\n== Description ==\nChamps de Mars contains a number of statues of Haiti's founding fathers, including Toussaint Louverture, Jean-Jacques Dessalines, Alexander Pétion and Henri Christophe.The Musée du Panthéon National Haïtien featuring Haitian history, art and culture is located at Champ de Mars.\nA government project providing free public WIFI in the area was inaugurated In October 2018.\n\n\n== References ==",
        "brit": "",
        "quote": "",
        "tags": "['park', 'tourist_attraction', 'point_of_interest', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJhdzauV3duY4RVixfzDSh7d8",
      "name": "Cathedral of Our Lady of the Assumption, Port-au-Prince",
      "text": {
        "wiki": "The Cathedral of Our Lady of the Assumption (French: Cathédrale Notre-Dame de L'Assomption), often called Port-au-Prince Cathedral (French: Cathédrale de Port-au-Prince), was a cathedral in Port-au-Prince, Haiti.  Built between 1884 and 1914, it was dedicated on December 13, 1928 (1928-12-13), and became the cathedral church of the Roman Catholic Archdiocese of Port-au-Prince. The cathedral was destroyed in the 12 January 2010 earthquake.\nBefore its destruction, the cupola of the north tower of the Cathedral served as the front lighthouse of a pair guiding mariners into Port-au-Prince harbor.\n\n\n== Destruction ==\nThe roof and the towers flanking the main entrance collapsed in the 12 January 2010 earthquake, although the lower parts of the walls remain standing.  The earthquake also destroyed the nunciature and the archdiocesan offices, killing Archbishop Joseph Serge Miot instantly and Vicar General Charles Benoit later.\n\n\t\t\n\t\t\n\n\n== Reconstruction ==\nIn March 2012, the Archdiocese of Port-au-Prince, in collaboration with Faith & Form magazine and the Institute for the Safeguarding of National Heritage (ISPAN), a Haitian-government institution, launched an international design competition inviting the architects from all over the world to submit ideas that would inform the reconstruction of the cathedral. \nPuerto Rican architect Segundo Cardona, FAIA from SCF Architects won the competition. He proposed to integrate and frame the facade of the old building, which survived the earthquake, with two new concrete towers, while the old nave, whose pillars also partially survived, will be transformed into a covered courtyard. The religious ceremonies will take place at the level of the current transept under a vast room surmounted by a dome, underneath which will be the altar. The new design allows for a capacity of 1,200 faithful (capacity which can be raised to 600 additional persons thanks to the use of the covered yard). The interior of the new cathedral will be marked by the creative and abundant use of natural light, as the supply of electricity in Port-au-Prince is intermittent and expensive.\n\"The winning design — [is] a modern interpretation of the traditional architecture of a cathedral [...]. Cardona’s other significant works include the Coliseum of San Juan and the Puerto Rico Pavilion built for the 1992 World Expo in Seville, Spain.\"In 2020 the building is still in ruins.\n\n\n== See also ==\nList of cathedrals in Haiti\n\n\n== References ==\n\n\n== External links ==\nVander Brug, Brian. \"Panorama: Destruction at Notre Dame Cathedral of Port-au-Prince (Click and drag within the image to navigate. The panorama was created by combining multiple photographs taken consecutively.)\". Los Angeles Times. Retrieved 2010-01-21.\nThe Construction and the Deterioration of a National Treasure: Port-au-Prince Cathedral\nImage of the destroyed cathedral",
        "brit": "",
        "quote": "",
        "tags": "['tourist_attraction', 'church', 'place_of_worship', 'point_of_interest', 'establishment']",
        "website": {
          "source": "http://archidiocesedepaup.org/index.html",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJd_GMHGPouY4R5Ng_oElzaoE",
      "name": "Place Saint-Pierre",
      "text": {
        "wiki": "Port-au-Prince (, French: [pɔʁ o pʁɛ̃s]; Haitian Creole: Pòtoprens [pɔtopɣɛ̃s]) is the capital and most populous city of Haiti. The city's population was estimated at 987,310 in 2015 with the metropolitan area estimated at a population of 2,618,894.  The metropolitan area is defined by the IHSI as including the communes of Port-au-Prince, Delmas, Cite Soleil, Tabarre, Carrefour, and Pétion-Ville.\nThe city of Port-au-Prince is on the Gulf of Gonâve: the bay on which the city lies, which acts as a natural harbor, has sustained economic activity since the civilizations of the Arawaks. It was first incorporated under French colonial rule in 1749. The city's layout is similar to that of an amphitheatre; commercial districts are near the water, while residential neighborhoods are located on the hills above. Its population is difficult to ascertain due to the rapid growth of slums in the hillsides above the city; however, recent estimates place the metropolitan area's population at around 3.7 million, nearly half of the country's national population. The city was catastrophically affected by a devastating earthquake in 2010, with large numbers of structures damaged or destroyed. Haiti's government estimated the death toll to be 230,000.\n\n\n== Etymology ==\nPort-au-Prince literally means \"Port of the Prince\", but it is unclear which prince was the honoree. \nA theory is that the place is named after Le Prince, a ship captained by de Saint-André which arrived in the area in 1706. \nHowever, the islets in the bay had already been known as les îlets du Prince as early as 1680, predating the ship's arrival. \nFurthermore, the port and the surrounding region continued to be known as Hôpital, named after the filibusters' hospital.French colonial commissioner Étienne Polverel named the city Port-Républicain on 23 September 1793 \"in order that the inhabitants be kept continually in mind of the obligations which the French Revolution imposed on them.\" It was later renamed back to Port-au-Prince by Jacques I, Emperor of Haiti.When Haiti was divided between a kingdom in the north and a republic in the south, Port-au-Prince was the capital of the republic, under the leadership of Alexandre Pétion. Henri Christophe renamed the city Port-aux-Crimes after the assassination of Jacques I at Pont Larnage (now known as Pont-Rouge, and located north of the city).\n\n\n== History ==\n\n\n=== Spanish colonization ===\nPrior to the arrival of Christopher Columbus, the island of Hispaniola was inhabited by people known as the Taíno, who arrived in approximately 2600 BC in large dugout canoes. They are believed to come primarily from what is now eastern Venezuela. By the time Columbus arrived in 1492 AD, the region was under the control of Bohechio, Taíno cacique (chief) Xaragua. He, like his predecessors, feared settling too close to the coast; such settlements would have proven to be tempting targets for the Caribes, who lived on neighboring islands. Instead, the region served as a hunting ground. The population of the region was approximately 400,000 at the time, but the Taínos were gone within 30 years of the arrival of the Spaniards.With the arrival of the Spaniards, the Amerindians were forced to accept a protectorate, and Bohechio, childless at death, was succeeded by his sister, Anacaona, wife of the cacique Caonabo. The Spanish insisted on larger tributes. Eventually, the Spanish colonial administration decided to rule directly, and in 1503, Nicolas Ovando, then governor, set about to put an end to the régime headed by Anacaona. He invited her and other tribal leaders to a feast, and when the Amerindians had drunk a good deal of wine (the Spaniards did not drink on that occasion), he ordered most of the guests killed. Anacaona was spared, only to be hanged publicly some time later. Through violence and murders, the Spanish settlers decimated the native population.\nDirect Spanish rule over the area having been established, Ovando founded a settlement not far from the coast (west of Etang Saumâtre), ironically named Santa Maria de la Paz Verdadera, which would be abandoned several years later. Not long thereafter, Ovando founded Santa Maria del Puerto. The latter was first burned by French explorers in 1535, then again in 1592 by the English. These assaults proved to be too much for the Spanish colonial administration, and in 1606, it decided to abandon the region.\n\n\n=== Domination of the flibustiers ===\nFor more than 50 years, the area that is today Port-au-Prince saw its population drop off drastically, when some buccaneers began to use it as a base, and Dutch merchants began to frequent it in search of leather, as game was abundant there. Around 1650, French flibustiers, running out of room on the Île de la Tortue began to arrive on the coast, and established a colony at Trou-Borded. As the colony grew, they set up a hospital not far from the coast, on the Turgeau heights. This led to the region being known as Hôpital.\nAlthough there had been no real Spanish presence in Hôpital for well over 50 years, Spain retained its formal claim to the territory, and the growing presence of the French flibustiers on ostensibly Spanish lands provoked the Spanish crown to dispatch Castilian soldiers to Hôpital to retake it. The mission proved to be a disaster for the Spanish, as they were outnumbered and outgunned, and in 1697, the Spanish government signed the Treaty of Ryswick, renouncing any claims to Hôpital. Around this time, the French also established bases at Ester (part of Petite Rivière) and Gonaïves.\nEster was a rich village, inhabited by merchants, and equipped with straight streets; it was here that the governor lived. On the other hand, the surrounding region, Petite-Rivière, was quite poor. Following a great fire in 1711, Ester was abandoned. Yet the French presence in the region continued to grow, and soon afterward, a new city was founded to the south, Léogâne.\n\nWhile the first French presence in Hôpital, the region later to contain Port-au-Prince was that of the flibustiers; as the region became a real French colony, the colonial administration began to worry about the continual presence of these pirates. While useful in repelling Englishmen intent on encroaching upon French territory, they were relatively independent, unresponsive to orders from the colonial administration, and a potential threat to it. Therefore, in the winter of 1707, Choiseul-Beaupré, the governor of the region sought to get rid of what he saw as a threat. He insisted upon control of the hospital, but the flibustiers refused, considering that humiliating. They proceeded to close the hospital rather than cede control of it to the governor, and many of them became habitans (farmers) the first long-term European inhabitants in the region.\nAlthough the elimination of the flibustiers as a group from Hôpital reinforced the authority of the colonial administration, it also made the region a more attractive target for the English. In order to protect the area, in 1706, a captain named de Saint-André sailed into the bay just below the hospital, in a ship named Le Prince. It is said that M. de Saint-André named the area Port-au-Prince (meaning \"Port of the Prince\"), but the port and the surrounding region continued to be known as Hôpital, but the islets in the bay had already been known as les îlets du Prince as early as 1680.\nThe English did not trouble the area, and various nobles sought land grants from the French crown in Hôpital; the first noble to control Hôpital was Sieur Joseph Randot. Upon his death in 1737, Sieur Pierre Morel gained control over part of the region, with Gatien Bretton des Chapelles acquiring another portion of it.\nBy then, the colonial administration was convinced that a capital needed to be chosen, in order to better control the French portion of Hispaniola (Saint-Domingue). For a time, Petit-Goâve and Léogâne vied for this honor, but both were eventually ruled out for various reasons. Neither was centrally located. Petit-Goâve's climate caused it to be too malarial, and Léogane's topography made it difficult to defend. Thus, in 1749, a new city was built, Port-au-Prince.\n\n\n=== Foundation of Port-au-Prince ===\n\nIn 1770, Port-au-Prince replaced Cap-Français (the modern Cap-Haïtien) as capital of the colony of Saint-Domingue.In November 1791, it was burned in a battle between attacking black revolutionists and defending white plantation owners.It was captured by British troops on June 4, 1794.In 1804, it became the capital of newly independent Haïti. When Jean-Jacques Dessalines was assassinated in 1806, Port-au-Prince became the capital of the mulatto-dominated south (Cap-Haïtien was the capital of the black-dominated north). It was re-established as the capital of all of Haiti when the country was unified again in 1820.\n\n\n=== American occupation ===\nDuring the American occupation of Haiti (1915–1934), Port-au-Prince, garrisoned by American Marines and Haitian gendarmes, was attacked twice by caco rebels. The first battle, which took place in 1919, was a victory of the American and Haitian government forces, as was the second attack in 1920.\n\n\n=== 2010 earthquake ===\n\nOn 12 January 2010, a 7.0 earthquake struck Port-au-Prince, devastating the city. Most of the central historic area of the city was destroyed, including Haiti's prized Cathédrale de Port-au-Prince, the capital building, Legislative Palace (the parliament building), Palace of Justice (Supreme Court building), several ministerial buildings, and at least one hospital. The second floor of the Presidential Palace was thrown into the first floor, and the domes skewed at a severe tilt. The seaport and airport were both damaged, limiting aid shipments. The seaport was severely damaged by the quake and was unable to accept aid shipments for the first week.\nThe airport's control tower was damaged and the US military had to set up a new control center with generators to get the airport prepared for aid flights. Aid has been delivered to Port-au-Prince by numerous nations and voluntary groups as part of a global relief effort. On Wednesday, January 20, 2010, an aftershock rated at a magnitude of 5.9 caused additional damage.\n\n\n=== Hurricanes ===\n\nThe worst hurricane season experienced by Haiti occurred in 2008 when four storms Fay, Gustav, Hanna, and Ike negatively impacted Haiti. Nearly 800 people were killed; 22,000 homes were destroyed; 70% of the country's crops were lost, according to reliefweb.org.  Then, in 2012, Hurricane Sandy, while not making direct impact, resulted in 75 deaths, $250 million in damage and a resurgence of cholera that was estimated to infected 5,000 people.\n\n\n== Geography ==\n\nThe metropolitan area is subdivided into various communes (districts). There is a ring of districts that radiates out from the commune of Port-au-Prince. Pétion-Ville is an affluent suburban commune located southeast of the city. Delmas is located directly south of the airport and north of the central city, and the rather poor commune of Carrefour is located southwest of the city.\nThe commune harbors many low-income slums plagued with poverty and violence in which the most notorious, Cité Soleil, is situated.  However, Cité Soleil has been recently split off from Port-au-Prince proper to form a separate commune. The Champ de Mars area has begun some modern infrastructure development as of recently.  The downtown area is the site of several projected modernization efforts in the capital.\n\n\n=== Climate ===\nPort-au-Prince has a tropical wet and dry climate and relatively constant temperatures throughout the course of the year. Port-au-Prince's wet season runs from March through November, though the city experiences a relative break in rainfall during the month of July. The city's dry season covers the remaining three months.  Port-au-Prince generally experiences warm and humid conditions during the dry season and hot and humid conditions during the wet season.\n\n\n== Demographics ==\nThe population of the area was 1,234,742.\nThe majority of the population is of African descent, but a prominent biracial minority controls many of the city's businesses. There are sizable numbers of Hispanic residents, Asians, as well as a number of Europeans (both foreign born and native born).\nCitizens of Arab (particularly Syrian, Lebanese, and Palestinian) ancestry are a minority with a presence in the capital. Arab Haitians (a large number of whom live in Port-au-Prince) are, more often than not, concentrated in financial areas where the majority of them establish businesses. Most of the biracial residents of the city are concentrated within wealthier areas.\n\n\n== Economy ==\n\nPort-au-Prince is one of the nation's largest centers of economy and finance. The capital exports its most widely consumed produce of coffee and sugar, and has, in the past, exported other goods, such as shoes and baseballs. Port-au-Prince has food-processing plants as well as soap, textile and cement factories. Despite political unrest, the city also relies on the tourism industry and construction companies to move its economy. Port-au-Prince was once a popular place for cruises, but has lost nearly all of its tourism, and no longer has cruise ships coming into port.\nUnemployment in Port-au-Prince is high, and compounded further by underemployment. Levels of economic activity remain prominent throughout the city, especially among people selling goods and services on the streets. Informal employment is believed to be widespread in Port-au-Prince's slums, as otherwise the population could not survive. Port-au-Prince has several upscale districts in which crime rates are significantly lower than in the city center.Port-au-Prince has a tourism industry. The Toussaint Louverture International Airport (referred to often as the Port-au-Prince International Airport) is the country's main international gateway for tourists. Tourists often visit the Pétion-Ville area of Port-au-Prince, with other sites of interest including gingerbread houses.\n\n\n== Health ==\nThere are a number of hospitals including le Centre Hospitalier du Sacré-Cœur, Hôpital de l'Université d'État d'Haïti, Centre Obstetrico Gynécologique Isaie Jeanty-Léon Audain, Hôpital du Canapé-Vert, Hôpital Français (Asile Français), Hôpital Saint-François de Sales, Hôpital-Maternité Sapiens, Hôpital OFATMA, Clinique de la Santé, Maternité de Christ Roi, Centre Hospitalier Rue Berne and Maternité Mathieu.\nAfter the 2010 earthquake, two hospitals remained that were operational. The University of Miami in partnership with Project Medishare has created a new hospital, L'Hôpital Bernard Mevs Project Medishare, to provide inpatient and outpatient care for those impacted by the January 2010 earthquake. This hospital is volunteer staffed and provides level 1 trauma care to Port-au-Prince and the surrounding regions.CDTI (Centre de Diagnostique et de Traitement Intégré) closed in April 2010 when international aid failed to materialize. It had been considered the country's premiere hospital.\n\n\n== Culture ==\nThe culture of the city lies primarily in the center around the National Palace as well as its surrounding areas. The National Museum is located in the grounds of the palace, established in 1938. The National Palace was one of the early structures of the city but was destroyed and then rebuilt in 1918. It was destroyed again by the earthquake on 12 January 2010 which collapsed the center's domed roof.\n\nAnother popular destination in the capital is the Hotel Oloffson, a 19th-century gingerbread mansion that was once the private home of two former Haitian presidents. It has become a popular hub for tourist activity in the central city. The Cathédrale de Port-au-Prince is a famed site of cultural interest and attracts foreign visitors to its Neo-Romantic architectural style.\nThe Musée d'Art Haïtien du Collège Saint-Pierre contains work from some of the country's most talented artists, and the Musée National is a museum featuring historical artifacts such as King Henri Christophe's actual suicide pistol and a rusty anchor that museum operators claim was salvaged from Christopher Columbus's ship, the Santa María. Other notable cultural sites include the Archives Nationales, the Bibliothèque Nationale (National Library) and Expressions Art Gallery. The city is the birthplace of internationally known naïve artist Gesner Abelard, who was associated with the Centre d'Art.\nOn April 5, 2015, the construction of a new LDS Temple in Port-au-Prince was announced.\n\n\n=== Celebrations ===\nThere is a celebration of Bawon Samdi and Gran Brigi called Fet Gede, which takes place from the Day of the Dead on November 1 through the third day of the month. This occurs in the national cemetery of Haiti. While celebrating, people wear Vodou white cotton clothing and purple headscarves. During the celebration, the cemetery becomes packed with people. Those who are celebrating make sacrifices of food for the spirits (mange lwa) and pour liquor on the gravestones among other festivities.\n\n\n== Government ==\nThe mayor of Port-au-Prince is Ralph Youri Chevry, who headed the city at the time of the 2010 earthquake.  The city's separate districts (primarily the districts of Delmas, Carrefour, and Pétion-Ville) are all administered by their own municipal councils. The seat of the state, the Presidential Palace, is located in the Champ de Mars, square plaza of the city. The PNdH (Police Nationale d’Haïti) is the authority governing the enforcement of city laws.\nThe national police force as of recently, have been increasing in number. However, because of its ailing ineffectiveness and insufficient manpower, a significant number of UN personnel is present throughout the city as part of the stabilization mission in Haiti.\nThe City Hall (Mairie de Port-au-Prince) and most of the city's other government municipal buildings were destroyed in the 2010 earthquake.\n\n\n== Education ==\nPort-au-Prince various educational institutions, ranging from small vocational schools to universities. Influential international schools in Port-au-Prince include Union School, founded in 1919, and Quisqueya Christian School, founded in 1974. Both schools offer an American-style pre-college education. French-speaking students can attend the Lycée Français (Lycée Alexandre Dumas), located in Bourdon. Another school is Anís Zunúzí Bahá'í School north west of Port-au-Prince which opened its doors in 1980 which survived the 2010 Haiti earthquake and its staff were cooperating in relief efforts and sharing space and support with neighbors.A clinic was run at the school by a medical team from the United States and Canada. Its classes offered transition from Haitian Creole to the French language but also a secondary language in English. The State University of Haiti (Université d'État d'Haïti in French or UEH), is located within the capital along other universities such as the Quisqueya University and the Université des Caraïbes. There are many other institutions that observe the Haitian scholastic program. Many of them are religious academies led by foreign missionaries from France or Canada. These include Institution Saint-Louis de Gonzague, École Sainte-Rose-de-Lima, École Saint-Jean-Marie Vianney, Institution du Sacré-Coeur, and Collège Anne-Marie Javouhey.\nThe Ministry of Education is also located in downtown Port-au-Prince at the Palace of Ministries, adjacent to the National Palace in the Champ de Mars plaza.\nThe Haitian Group of Research and Pedagogical Activities (GHRAP) has set up several community centers for basic education. UNESCO's office at Port-au-Prince has taken a number of initiates in upgrading the educational facilities in Port-au-Prince.\n\n\n== Crime ==\nA 2012 independent study found that the murder rate in the capital Port-au-Prince was 60.9 murders per 100,000 residents in February 2012. In the 22 months after the end of the President Aristide era in 2004, the murder rate for Port-au-Prince reached a high of 219 murders per 100,000 residents per year.High-crime zones in the Port-au-Prince area include Croix-des-Bouquets, Cité Soleil, Carrefour, Bel Air, Martissant, the port road (Boulevard La Saline), urban route Nationale 1, the airport road (Boulevard Toussaint-Louverture) and its adjoining connectors to the New (\"American\") Road via Route Nationale 1. This latter area in particular has been the scene of numerous robberies, carjackings, and murders.In the Bel Air neighbourhood of Port-au-Prince, the murder rate reached 50 murders per 100,000 residents at the end of 2011, up from 19 murders per 100,000 residents in 2010.\n\n\n== Transportation ==\n\n\n=== Roads ===\nAll of the major transportation systems in Haiti are located near or run through the capital. The northern highway, Route Nationale #1 (National Highway One), originates in Port-au-Prince.  The southern highway, Route Nationale #2 also runs through Port-au-Prince.  Maintenance for these roads lapsed after the 1991 coup, prompting the World Bank to lend US$50 million designated for road repairs. The project was canceled in January 1999, however, after auditors revealed corruption. A third major highway, the Haitian Route Nationale #3, connects Port-au-Prince to the central plateau; however, due to its poor condition, it sees limited use.\n\n\n=== Public transportation ===\nThe most common form of public transportation in Haiti is the use of brightly painted pickup trucks as taxis called \"tap-taps.\"\n\n\n=== Seaport ===\nThe seaport, Port international de Port-au-Prince, has more registered shipping than any of the over dozen ports in the country.  The port's facilities include cranes, large berths, and warehouses, but these facilities are in universally poor shape.  The port is underused, possibly due to the substantially high port fees compared to ports in the Dominican Republic.\n\n\n=== Airports ===\nToussaint Louverture International Airport (Maïs Gâté), which opened in 1965 (as François Duvalier International Airport), is north of the city. It is Haiti's major jetway, and as such, handles the vast majority of the country's international flights. Transportation to smaller cities from the major airport is done via smaller aircraft. Companies providing this service include Caribintair and Sunrise Airways.\n\n\n== See also ==\nEnriquillo-Plantain Garden fault zone\nFamous people from Port-au-Prince\nPort au Prince – a ship from the Age of Sail\n\n\n== References ==\n\n\n== Bibliography ==\n\nKolbe, Athena R.; Muggah, Robert (2012). \"\"Haiti's Urban Crime Wave? Results from Monthly Household Surveys August 2011 – February 2012\" (PDF). Rio de Janeiro: Instituto Igarape. Kolbe, Athena R & Muggah, Robert. p. 9. Retrieved 21 July 2018.CS1 maint: ref=harv (link)\n\n\n== External links ==\n Port-au-Prince travel guide from Wikivoyage\nTour Virtual of Port au Prince – Brazilian Site\nPort-au-Prince  U.S Embassy\nLive Radios from Haiti\nScientists: Why Haiti Should Move Its Capital by 'Time magazine",
        "brit": "",
        "quote": "",
        "tags": "['park', 'point_of_interest', 'establishment']",
        "website": {
          "source": "https://visithaiti.com/things-to-do/place-saint-pierre/",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJS9EtsV3duY4RNTjvjzvScVA",
      "name": "Evolution tech",
      "text": {
        "wiki": "Kontradans or the French-Haitian Contredanse, is creolized dance music formed in the 18th century in the French colony of Saint-Domingue (Haiti) that evolved from the English contra dance, or (country dance), which eventually spread throughout the Caribbean, Louisiana, Europe and the rest of the New World from the Creoles of Saint-Domingue.\n\n\n== History ==\nThe \"contredanse,\" the French-renamed country dance as indicated in a 1710 dance book called Recuil de Contredance, began in the English courts and was imported to Haiti via France (Brittany) through colonial rule and had been incorporated with African influences in Saint-Domingue. Contredanse flourished as it took on this creolized form establishing strong traditions in Haiti that would later influence variant forms throughout the Caribbean.\n\n\n== Origins ==\nThe usage of the drums, poetic song, antiphonal song form, and imitations of the colonial elite dance were the elements that had already begun to transform the contredanse.\n\n\n== Evolution ==\nA broad group of Saint-Domingue planters, along with their slaves that fled the Haitian Revolution resettled in the old Providence of Oriente in eastern Cuba, that began coffee production around the cities of Santiago and Guantanamo. This settlement provided an impetus of musical activities in those eastern areas. So, this creolized version of contredanse imported from Haiti would fuse with and reinforce the criolla over the next couple of decades. Rhythmic styles such as the tango, habanera, and the cinquillo became dominant patterns as new emerging styles and led to the development of the contradanza, and later in 1879, the danzón; a couples dance and is regarded as the first truly national dance genre of Cuba.\n\n\n== Méringue ==\nA five-note musical figure called quintolet (cinquillo in Cuba and the rest of the Spanish speaking Caribbean), became a chief feature to the kontradans and would figure prominently into the Haitian folk dance music called méringue (a whipped egg and sugar confection popular in 18th century France), presumably because it captured the essence of the light nature of the dance where one gracefully shifts their weight between feet in a very fluid movement, animating the final section of the Haitian kontradans.\n\n\n== References ==",
        "brit": "",
        "quote": "",
        "tags": "['tourist_attraction', 'church', 'place_of_worship', 'point_of_interest', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJWfus90_duY4RUT8ovkbaJ10",
      "name": "Sainte Anne Church",
      "text": {
        "wiki": "Carrefour (Haitian Creole: Kafou; pronounced [kafu]) is a largely residential commune in the Port-au-Prince Arrondissement, in the Ouest department of Haiti. The commune had a population of 373,916 at the 2003 census, and was officially estimated to have grown to 511,345 inhabitants in 2015. It is mostly a bedroom community for those who work in central Port-au-Prince.\nBefore the exile of Jean-Claude Duvalier, Carrefour was viewed as a Haitian tourist destination.\n\n\n== History ==\nCarrefour was originally a military post in the borough of Port-au-Prince. In March 1795, Louis-Jacques Beauvais and André Rigaud, at the head of 3,000 men, routed the English troops occupying the republican port.\nPresident Alexandre Petion, one of the founding fathers of the Haitian homeland, built his private residence in Carrefour, especially in the locality that is still known as Thor. The National School of Thor has been housed in this very house for several decades.\nOn 1 May 1813, a decree of President Alexandre Pétion founded the village of Carrefour. Following a plan drawn up by surveyor Louis Rigaud, the village was to have 20 islets and 161 sites.\nIn 1869, the Cacos, in rebellion against the government of Sylvain Salnave, occupied Carrefour and attacked the fort of Bizoton without being able to settle there. Indeed, while they were indulging in the delights of the region, Salnave lifted the Piquets of the South, who attacked them from behind and forced them to evacuate the military post. About twenty years later, more precisely on 20 August 1889, at the height of the insurrection of the northerners against President Légitime, the vanguard of the Army of the South came to take up a position at Carrefour. The day after (21 August), the day before Legitime's departure, General Justin Carrie fought two battles and was repulsed at Bizoton.\nIn one of his development projects, President François Denys Légitime planned to link Carrefour to Port-au-Prince by a line of steamboats along the coast to Leogane.\nCarrefour was elevated to the rank of commune by the decree of 15 December 1982.\n\n\n== Geography ==\nThe commune of Carrefour is the crossroads through which must pass thousands of cars, vans and trucks to go in a good part of the department of the west, in the departments of the Southeast, the Nippes, the South and the Grande – Anse. Because of its geographical location and its natural environment, the urban and rural areas of the commune of Carrefour have economic and tourist potentialities.The commune of Carrefour, commonly called \"kafou\" by its nationals, was originally a small village founded by the decree of President Petion the 1st. May 1813. According to the plots of the surveyor Louis Rigaud, this village comprised seven streets, 20 islets and 162 sites.\nFor more than a century and a half, Carrefour has never been urbanized as its founders wished. Its agricultural vocation took precedence over its urbanization. The original settlement provided the surrounding settlements (Monrepos, Lamentin, Mahotière, Thor, Brochette, Mariani) and the various communal sections supplied the villagers of Carrefour and the town of Port-au-Prince with agricultural products such as rice, cane Sugar, cotton, fruit, vegetables, food, coffee, & c. It was not until the mid-1970s that the anarchic urbanization of the area began. This \"urbanization\" coincides with the liquidation of the main houses by the large landowners of Carrefour.\nOn 15 December 1982, 169 years after its founding, the village of Carrefour, which became the neighborhood of Carrefour, was elevated to the rank of commune by the decree of 15 December 1982. Carrefour forms with Port-au-Prince, Petion -Ville, Kenscoff, Gressier and Delmas, the borough of Port-au-Prince. The rural area, which is fairly extensive, comprises the following 13 communal sections: Bizoton, Thor, Froide River, Corail Thor, Morne-à-Chandelle, Platon Dufresney, Taillefer, Procy, Bouvier, Coupeau, Laval, Berly and Malanga.\nThe topography of Carrefour is not quite different from that of Port-au-Prince. Like the latter, the municipality of Carrefour rises to the bottom of the Gulf of Gonave. It includes a mountainous part including the hills Malanga, Chandelle, Boyer, Froide River, Dufréné, Corail Thor.\nIts geographical limits extend from the east to the north, from the junction of Fontamara 43 with the coastline until it meets Port-au-Prince Bay and along this coast until its meeting with The ravine of Mariani. From the northwest, they turn south to the limit of the 12th Section of Morne-à-Bateau, the 23rd Section of the Parks and the 8th Section of Beau-Séjour de la as of Léogâne. From there, they rejoin the boundaries of the 7th Section, Great River, 4th Section, Gosseline which belongs to the commune of Jacmel, and the 2 nd Section, Nouvelle-Tourraine and the 20 th Section, Bongars, Of the commune of Kenscoff. They again rejoin Fontamara 43 by the South-South-East trajectory of the 8th Section, Martissant, of the commune of Port-au-Prince. The coordinates of the municipality are located on the one hand between 72 ° 22 'and 72 ° 27 west longitude and on the other hand between 18 ° 30' and 18 ° 35 'north latitude. Its area is estimated at 190 km².\nAs far as hydrography is concerned, the Froide River, one of the most important watercourses in the municipality, flows through Communal Sections of Plato Dufresney and continues to the Pond Section of the commune Of Petion-Ville. Then the river of Chauffard which irrigates the houses of the communal section Procy, that of Bengas at the level of Kenscoff and that of Momance or Grande-Rivière, between the communal sections of Procy and Laval. Among the less important rivers The Grandin River, the Morel and Time-Perdu gullies.\nOn the demographic level, the commune of Carrefour has a population of more than 500,000 (five hundred thousand) inhabitants. However, it remains extremely difficult to have more or less reliable statics on the population of Carrefour. According to the 1982 census, Carrefour had a population of 129 470 people; The 2003 census has a population of 373,916 inhabitants. Based on 4.24, the annual growth rate of its population, today, Carrefour would have a population of 460 251 inhabitants.\n\n\n=== List of communal sections of Carrefour ===\nThe communal section (French: section communale, formerly section rurale) is the smallest administrative division in Haiti.\n\nPostal Code of Carrefour :\n\nHT6130 : Carrefour\nHT6131 : Bizoton\nHT6132 : Diquini, Thor\nHT6133 : Côte-Page, Mahotière\nHT6134 : Arcachon, Warney\nHT6135 : Brochette\nHT6136 : Lamentin, Mariani, Merger\n\n\n== Demographics ==\nThe commune of Carrefour is one of the largest municipalities in the Republic of Haiti if its size and population are taken into account. It comprises 13 communal sections. Its urban center is subdivided into zones or districts: part of Fontamara, Bizoton, Diquini, Thor, Mahotière, Côte-Plage, Waney, Arcachon, Monrepos, Brochette, Lamentin, Rivière Froide, part of Mariani. Some of these neighborhoods have more than 10000 inhabitants.\nMost of the territory of the municipality of Carrefour is concentrated in its mountainous municipal sections. The lack of improved roads makes access by car or truck difficult; In most cases, the use of vehicles in these environments is completely impossible. With a population of more than 500,000 inhabitants, human pressure on the environment is growing.\nWhen it comes to the relationship between urban and rural areas, Carrefour is no exception to the rule. Generally, in all municipalities of Haiti, the urban center commonly called \"bouk or lavil\" depends on their communal sections – most often located in the mountainous areas – for their food and drinking water supply. Despite this dependence, the communal sections are still treated as the country outside. When at the town hall, the only time a resident of a communal section will hear about the town hall is before the municipal elections. Although the so-called urban dwellers live on resources from rural areas, it has never occurred to them that these resources are inexhaustible. Their contempt for the rural environment and the concentration of services in the urban area have contributed to the abandonment of the countryside: the rural exodus.\nIt is the exploitation of quarries and extensive agriculture that pose a problem: they have an important social role because they employ thousands of people, but these activities cause the destruction of the environments. Operation accelerates water runoff, sediment accumulation and soil erosion. Farmers find themselves obliged to cultivate steeper land and make charcoal with the vegetation cover. The degradation of the environment is thus explained by a spatial inorganization. Some associations advocate more efficient development and campaign for clean-up or reconstruction.\nForest cover in Haiti is currently less than 3%. The depletion of water sources across the country is a direct result of deforestation. Until the second half of the 1980s, the Carrefour hills were largely covered with fruit and forest trees. As for the Froide River, its water was still crystalline. Thousands of people were still bathing there daily. In addition, every day, hundreds of women relied on this river to earn money after washing for customers who were always loyal to the appointment.\n\n\n== Economy ==\nUnlike the majority of municipalities in the Republic of Haiti, agriculture occupies a very small place in Carrefour's economy. The commune of Carrefour occupies remains an appendix of Port-au-Prince. The secondary and tertiary sectors primarily supply its economic circuit. Nevertheless, agricultural activities are undertaken in the communal sections of Morne Chandelle, Plateau Dufresney, Taillefer, Procy, Coupeau, Laval, Bouvier and Malanga.\nThe inhabitants of all the communal sections of Carrefour depend mainly on agriculture; Coffee, vegetables, cereals, food and cane-sugar are grown there. There are also cattle (oxen, cabris, backyard birds on a very small scale), with the exception of coffee, an imported commodity grown on the hills of Rivière Froide, Dufresney and Corail Thor, The farmers of the communal sections of Carrefour only practice subsistence farming, in other words, their agricultural production does not have a significant impact on the economy of the commune, and the urban area where the majority Of the population, the economy works like the big Haitian cities, or even better.\nOn the other hand, in the urban center of Carrefour are concentrated on the one hand the main public services: the tribunal of peace, the Taxation Department, the police station, the registry office, the Coast Guard, The largest sports complex in the country. In addition, commercial activities: banks, supermarkets, bazaars, bakeries, public market, shops, pharmacies, etc. Industrial establishments such as paint factories, Haiti Metal, Mariani Tannery, Cuir SA, Adventist Packaging, SAFICO, ALTA and TOLI, STEP-OVER and oil companies (the National, Shell, Texaco, ESSO).\nTwo hospitals and numerous private clinics provide health care at the level of the commune of Carrefour: Diquini Adventist Hospital and Carrefour Hopital Maternité. Despite the presence of these hospitals, many Carrefourrois still continue to visit the hospitals and clinics located in the city of Port-au-Prince.\n\n\n== Education ==\nA large number of public and private schools provide education at primary, secondary, vocational and university levels. In the last twenty years, due to the rural exodus to the center and the growing demand for education, primary and secondary schools have multiplied in Carrefour. Despite the presence of very good institutions in Carrefour, thousands of adolescents residing in the commune still continue to attend the schools located in Port-au-Prince.\nList of Schools in Carrefour\n\nEnsemble Scolaire Père Basile Moreau (ESPBM)\nJuvénat du Sacré-Cœur\nLycée Louis Joseph Janvier\nCollège Univers Frère Raphaël\nCollège de Côte-Plage\nL'Ecole des Sœurs Salésiennes\nL'École Notre Dame de l'Assomption\nL'École Nationale de Thor\nCollège Catherine Flon\nCentre d'Études Secondaires\nCentre Polyvalent\nCollège Paul Etzer\nL'École République du Centre Afrique\nLe Lycée de Diquini\nCollège de Radio Lumière\nCollège Adventiste de Diquini\nL'Université Adventiste\n\n\n== Tourism ==\nIn the 1970s and into the second half of the 1980s, Carrefour occupied a prominent position in tourism in Haiti. It was for Haitian and foreign tourists a favorite destination. However, after the collapse of the Duvalier regime and the ensuing instability, the tourist industry completely collapsed.\nWhat is to be emphasized is the general idea of the urban areas of the commune of Carrefour. In the eyes of more than one, Carrefour represents above all a state of mind, a way of life. Its agglomerations and its many streets and alleys are characterized by great animation, exuberant joy, a deconcentrated and non-conformist way of living.\nUntil the end of the 80s, there was in the city of Carrefour a pleiade of night clubs commonly called \"Boîte de Nui.\" These leisure centers (Hotel- Bars-Restaurant) were swarming in the urban center of Carrefour. The Spanish consonance of some of these centers testifies to the presence and influence of a large Dominican in the municipality. These include: Copa Cabana, El Baraquito, Rancho Cocktail, Corso Disco Club, Poco a Poco Bar, Mi Casa Hotel-Bar-Restaurant, Madruga Disco-Restaurant-Hotel, etc.\nOther attractions in the area include Méridien Club, Paradis des Amis Restaurant-Hotel, Paladium Night Club, Downtown Disco Club, Mermaid Beach Hotel, Etoile de David Bar-Restaurant, Auberge du Québec, Chez Nounoune, Bamboulinos Hotel. But the most famous of these centers, either because of the luxury they offer or the musical groups that animated them, were the Lambi Night Club, the Domaine Ideal (whose clientele was mainly foreign), the Tiboukan Auberge Restaurant, the Three Fish and Chez Cator famous for its \"pwason gwo sèl.\" Most of these establishments built on the seashore all enjoyed a very caressing breeze through the seasons.\nOn the other hand, the entertainment was enriched by the various cinemas: the Coliseum, Cric Crac Cine, Crystal Cine. There was also the cockfighting, especially at the Amical Gaguere de Mariani. As for the communal sections, the gargoyles hold the top of the bill.\n\n\n== Religion ==\nReligious activities are multifaceted. It is a true syncretism Catholics, vodouisants, Adventists, Jehovah's Witnesses and adepts of various confessions compete with fervor. The churches dedicated to Saint Charles and Our Lady of Mount Carmel bring together an immense crowd of faithful from the surrounding districts and Port-au-Prince on the occasion of the patron festivals of 4 November and 16 July. As for the chapel of Saint Anthony, it is a permanent center of interest. Placed at the top of Merger, it never ceases to drain pilgrims. Other chapels exist in the communal sections.\nThe Protestant churches are found everywhere in the commune of Carrefour. Very often, late in the night, the quarters vibrate with their prayers and their songs of adoration. This establishes a very clear contrast with the dance music of night clubs or nightclubs. On the other hand, there are also the houmforts where the followers of the voodoo pay homage to the African gods, the loas. In this religious atmosphere, certain signs will never cease to astonish an observer: \"God alone inspires us and science enlightens us: Botanica Sciencia de San Juan Templa.\" Macoumba.\nWhat is particularly pleasing to point out are the social works undertaken by the different religious denominations. Outside the impressive schools, some have orphanages, canteens, places of retreat, and so on.\nOn 10 December 1905, the parish of Carrefour was erected by Mgr. Conan, two years after his elevation as Archbishop of Port-au-Prince. Carrefour was a small chapel in the parish of Sainte Anne, dedicated to Saint Charles of Borome. The first parish priest was R. P. Lebihain. Then, the Monfortains took possession of the Parish of Carrefour. A contract had been signed between the Archbishop of Port-au-Prince and the company of Mary (Monfortains) supported by Rome.\nOn 20 February 1910, Paul Marie Lebihain was appointed parish priest of Port-de-Paix and Vicar General of the Society of Mary, replaced by Father Brochard (1910–1947), RP Doriel (1947–1972) and Father Eustache Saint Hubert (1972–), etc.\nThe Monfortian monks built the presbytery, the church, a parish hall, chapels in the communal sections all by Fathers Dorel and Saint Hubert\nThe Parish of Carrefour has eight chapels scattered in the communal sections: Morne-a-Bateau, dedicated to Saint Antoine; Great River, Saint Paul; Morne-à-Chandelle, Saint Michel; Boucan Marie, Our Lady of the Annunciation; Bouvier, Holy Heart of Mary; Coupeau, Our Lady of Lourdes; Wiailles, Saint Francis Xavier; Côte-Plages, Our Lady of Perpetual Help.\nIn addition, under the administration of Father Dorélien, several religious communities settled in the Parish of Carrefour: the Brothers of the Sacred Heart, the Salesian Sisters, the Little Sisters of Saint Teresa, the Little Brothers of Saint Teresa, the Girls Of Wisdom and the Oblate Missionaries.\n\n\n== Gouvernements and Politics ==\n\n\n=== Administration ===\nCarrefour has a municipal council (conseil municipal) compound of three members elected by the inhabitants of the commune for a 4-year term. The municipal council is led by a president often called mayor.\nCarrefour has a municipal assembly (assemblée municipale) who assists the council in its work.\nThe members of the assembly are also elected for 4 years.\nMunicipal Councils (2016–2020)\n\nJude Edouard Pierre (Mayor)\nMaxo Bourdeau\nDarlyne JosephMunicipal Assembly (2016–2020)\n\n\n== 2010 earthquake ==\nOn 12 January 2010, a magnitude 7.0 earthquake that hit Haiti caused heavy damage to residential buildings in Carrefour, with 40 to 50 per cent of buildings destroyed in the town's worst-affected areas. One of the damaged facilities was the city's hospital.In the wake of the quake, the Cuban military set up a field hospital in the region. Electricity was restored to some sectors at the beginning of February.As of 9 February 2010, the US 24th Marine Expeditionary Unit is rotating out of Haiti, having been replaced by the US 22nd Marine Expeditionary Unit, in their position on USS Bataan and Carrefour, Léogâne, Grand-Goâve and Petit-Goâve.As of 7 March 2010, a donated Fujifilm X-ray machine has arrived at the Adventists Medical Center.\n\n\n== References ==\n\n\n== External links ==\nCity Hall of Carrefour, Website of the City Hall of Carrefour, Haiti\nReuters, \"Comprehensive Building Damage Assessment for Carrefour Commune, Haiti (Version 3)\", 15 February 2010\nReuters, \"Intensity of Building Damages in Central Carrefour, Haiti\", 25 February 2010",
        "brit": "",
        "quote": "",
        "tags": "['tourist_attraction', 'church', 'place_of_worship', 'point_of_interest', 'establishment']",
        "website": {
          "source": "http://archidiocesedepaup.org/index.html",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJU_zUFlrduY4RhcKedXFHol0",
      "name": "Bureau d'Ethnologie",
      "text": {
        "wiki": "Jean-Léon Destiné (March 26, 1918 – January 22, 2013) was a Haitian-born American dancer and choreographer.  He was born in Saint-Marc and moved to the United States with the dance company of Lina Mathon-Blanchet in the early 1940s.  He later studied at Howard University.  His work, becoming well known in the 1940s, often addressed Haiti's history of resisting colonialism and slavery. He also danced with Katherine Dunham's company and founded a national dance company in Haiti in the late 1940s. Destiné is known as the father of Haitian professional dance.\n\n\n== Early life ==\nDestiné was born in Saint Marc, Haiti to middle class parents. His father worked for the government and his mother was a seamstress. His parents divorced when he was a child and he moved with his mother to Port-au-Prince.Destiné became interested in drumming and dancing at an early age. He also sang in Lina Mathon Blanchet's folkloric singing group as a young man.\n\n\n== Career ==\nIn 1941 Destine came to the United States for the first time to dance with Fussman-Mathon's folkloric dance troupe at the National Folk Festival in Washington D.C. When Destine returned home to Haiti they assigned him to be a cultural ambassador for the Haitian government to educate people on Haitian art and dance to increase tourism in Haiti. He led his country's dance troupe known as La Troupe Folklorique Nationale and taught many people how to dance. He produced and choreographed some of the biggest Haitian dances in the United States.In 1946 Destiné performed on Broadway in Katherine Dunham's production of Bal Negre until 1948. At the same time Destiné performed at parties for Langston Hughes. As a result of his prominence in New York City Destiné was able to create his own dance company, Destiné Afro-Haitian Dance Company. He went on to star in the film Witch Doctor which premiered in 1948. He also appeared at the New York City opera in 1949 in Troubled Island.In 1949 Destiné choreographed and danced his famous Slave Dance at 200 year anniversary of the founding of Port-au-Prince, the capital of Haiti. According to Polyne, \"This routine interpreted the evolution of enslaved African descendants from the point of bondage to their physical and psychological emancipation. At the moment of rebellion, Destiné struggled with the chainsthat imprisoned him and eventually broke free, energetically dancing throughout the ballroom demonstrating the emergence of a revolution and the beginning of a free Black republic.\"Destiné was also part of Jacob's Pillow Dance Festival. He began dancing and choreographing at Jacob's Pillow in 1949 with his first performance being Carnival Dance. Destiné would go on to perform and choreograph at Jacob's Pillow until 1970. He later returned in 2004 to direct the Cultural Traditions Program. His legacy lives on within the Jacob's Pillow Dance Festival.\nDestiné was associated with the American Dance Festival when it was in residence at Connecticut College. He began working as instructor in 1962, he was one of the first Black choreographers to work with the American Dance Festival. He choreographed and performed with his Haitian Dance Troupe and drummers Aphlonse Cimber and Eder Calvin on April 30, 1965 at the Frank Loomis Palmer Auditorium at Connecticut College in New London, Connecticut.In the 1980s and 1990s Destiné taught at several places in the NYC area. The Clark Center and Lezly's Dance and Skate were just two of the places he taught at primarily teaching Haitian and African dance.In 2003, Destiné reviewer a program at Symphony Space and he also performed in it.\n\n\n== Style ==\nJean Léon Destiné took classes with Jean Price Mars at Bureau d'Ethnologie in Port-au-Prince. This school was important to Black and indigenous culture in Haiti, because it fought back against the assumptions and ideas that Black people were inferior to whites. It was at this school that Destiné learned the history of West African influence on Haiti, Vodou, and Haitian folklore. Jean Leon Destiné started to incorporate these styles into his dance, where he produced dances that pushed back against the dominant colonial ideas of his country. Jean Léon Destiné created his own style of what is known as \"Haitian dance\" today that infuses styles of West African and Vodou.\n\n\n== Awards and Honors[edit] ==\nDestiné was a two time recipient of the Officier Honneur et Mérite for his contributions to Haitian arts and culture. He also received awards for his role in Witch Doctor at the Venice and Edinburgh Film Festivals, which also received the first Omnibus.\n\n\n== Choreography ==\nHaitian Dances (1949)\nMartinique (1950)\nFantasie D'amour (1950)\nCreole Fantasie (1951)\nInitiation of the Hounsi (1951)\nJaibo (1961)\nVillage Festival (circa 1965)\nCreole Songs (circa 1965)\nBaptism of the Drum (circa 1965)\nYoruba Bakas (circa 1965)\nFantasie Musicale (circa 1965)\nWitch Doctor (circa 1965)\nBal Champetre (circa 1965)\nSerenade Tropicale (circa 1965)\nMazurka Creole (circa 1965)\nSpider Dancee (circa 1965)\nLa Legende De L' Assotor (circa 1965)\n\n\n== References ==",
        "brit": "",
        "quote": "",
        "tags": "['museum', 'tourist_attraction', 'point_of_interest', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJb6mqhaHpuY4RFj3BOaneFKA",
      "name": "Bidonville KILLICK STENIO VINCENT",
      "text": {
        "wiki": "",
        "brit": "",
        "quote": "",
        "tags": "['tourist_attraction', 'point_of_interest', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJ95Ag2rTnuY4R39CF9uWURZE",
      "name": "Papillon Enterprise",
      "text": {
        "wiki": "Apparent Project is a 501(c)3 nonprofit artisans’ guild that was co-founded by Shelley Clay, Marilyn Monaghan (current CEO), and Corrigan Clay in 2008. Haitians of Apparent Project create stunning bracelets, jewelry, clothing, and beautiful art pieces made out of trash, metal, aluminum, dirt, and paper by the mothers and fathers of once orphaned children of Haiti. Currently The Apparent Projects artisans include metal sculptors, jewelry makers, paper makers, bookbinders, seamstresses, and ceramicists. They are looking to expand into new artistic ventures and love hosting small teams for intensive trainings. They produce jobs for mothers and fathers who don't want to have to abandon their children to an orphanage because of extreme poverty. They provide hope through the dignity of a job, training, and the ability to create something new out of something discarded and seemingly unusable. Apparent Project is a socially and ecologically conscious business with a mission of stimulating the Haitian economy and bringing an end to poverty-based relinquishment of children in Haiti.Apparent Project is the business incubator for start-up businesses that help aid in the economic situation of families in Haiti. Apparent Project also does community development, education, job skills training, medical relief, prenatal care, and continues to market and promote Papillon goods as well as other Haitian artisan goods through its party sales and fundraisers. While redeeming the Haitian landscape, these artisans are also bringing new hope to their families, employing themselves for a brighter future and earning the means to pay for their children's food, shelter, and education. Apparent Project's goal is to see Haitian families stay together. Skill development and employment addresses the needs of families before they are at the point of desperation, driven to give their children to an orphanage because of extreme poverty. They see their artisans’ guild as an “un-orphanage.” They are finding creative ways for Haitians to be self-employed so that they can take care of their own children with dignity and joy.\n\n\n== Location ==\nRue Cassagnol Prolongee, Impasse Gedeon #5 Delmas 75, Port-au-Prince Haiti 3194-1267.\n\n\n== Background ==\nShelley Clay is the founder and director of the Apparent Project. She is a social entrepreneur and mother of four. Two of her kids are adopted from Haiti where she resides full-time with her family. In 2008, Shelley moved to Port-au-Prince and went to work in an orphanage.  From the success of the Apparent Project, was birthed a social business, \"Papillon Enterprise\", which translates those new creative skills into sustainable jobs While starting Papillon Enterprise as a nonprofit, Shelley Clay used grants—including one from the Clinton Foundation that helped expand her present facilities in Delmas 75, Port-au-Prince—to leverage what's become a for-profit business. At the end of 2010 they sold $100,000 in jewelry, through their nonprofit overseas exchange, Apparent Project. In 2013, Apparent Project's Papillon Enterprise had an estimated $1 million in sales. In that time the company has grown from 40 workers to about 300 plus in 2016. Many of them Clay hired as she visited orphanages and then tent cities following the earthquake of 2010. Her desire is to see the issues of poverty tackled through sustainable economic empowerment of the poor. Papillon Enterprise exists to give job skills to heads of households and particularly mothers in order to prevent child relinquishment.\n\n\n== Papillon Enterprise ==\nIn 2009, Apparent Project was no longer under the radar and had to formalize as a business in Haiti. This business was called Papillon Enterprise. Papillon became the legal production center for all things Apparent Project. Papillon's establishment allowed the artisans to keep working legally, and allowed many more employees to be hired. Apparent Project was the distributor of things made by Papillon.\n\n\n== Wages ==\nMinimum wage in Haiti is $5 per day and the average person makes $2 per day. Employees of The Apparent Project make $15 per day plus medical coverage. Her employees also now include 30 inmates who are rolling beads for two hours a day and getting paid for it. “It’s huge,” Shelley Clay said, “because in Haiti you can’t go to trial without money.” She hopes to expand job opportunities in prisons, including a nearby women's prison.\n\n\n== Partnerships ==\nThe Apparent Project partners with smaller nongovernmental organizations (NGOs) and faith-based nonprofits like The Global Orphan Project. In spring 2016, the Global Orphan Project (GO) carried necklaces and bracelets made by Apparent Project through its GO Exchange, which sells locally made clothing and accessories from Haiti, Uganda, and Ethiopia.  They also have partnerships with stores like Gap and designers like Donna Karan, who make bulk orders Kim Kardashian, Maria Bello, Patricia Arquette, Olivia Wilde, Oprah Winfrey, and Bill Clinton are supporters of Apparent Project along with many others.\n\n\n=== Clinton Foundation's Support ===\nOn July 29, 2015, Clinton Foundation President Donna Shalala, Chelsea Clinton, and Clinton Foundation supporters visited The Apparent Project.  With support from the Clinton Foundation, they reached new buyers, leading to larger market access, and ultimately allowing them to create jobs while providing healthcare and on-site day care for all of its 300 workers.  In 2013, the Clinton Foundation provided a grant to Papillon Enterprise.  The grant covered a building, more Haitian staff, and supplies.  Through a Clinton Foundation investment, Papillion Enterprise was able to purchase kilns and other resources that allowed them to produce clay beads and other ceramic products. The kilns require significant energy and were increasing costs, so through a partnership they were able to provide a roof-top solar system to power them, and most of the operations, with renewable energy.\n\n\n== Sources ==\nhttp://www.apparentproject.org\nhttp://www.papillon-enterprise.com\n\n\n== References ==\n\n\n== External links ==\nApparent Project Official Website\nPapillon Enterprise Official Site\nMarket for Jewelry and Other Artifacts Sold Website\nClinton Foundation Website\nFundraising Opportunities Website\nHealing Haiti (Mission Trip)",
        "brit": "",
        "quote": "",
        "tags": "['point_of_interest', 'store', 'establishment']",
        "website": {
          "source": "http://www.papillon-enterprise.com/",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJ43GOrwuxuY4RT-_EvS7qGIo",
      "name": "Bassin Bleu",
      "text": {
        "wiki": "Port-au-Prince (, French: [pɔʁ o pʁɛ̃s]; Haitian Creole: Pòtoprens [pɔtopɣɛ̃s]) is the capital and most populous city of Haiti. The city's population was estimated at 987,310 in 2015 with the metropolitan area estimated at a population of 2,618,894.  The metropolitan area is defined by the IHSI as including the communes of Port-au-Prince, Delmas, Cite Soleil, Tabarre, Carrefour, and Pétion-Ville.\nThe city of Port-au-Prince is on the Gulf of Gonâve: the bay on which the city lies, which acts as a natural harbor, has sustained economic activity since the civilizations of the Arawaks. It was first incorporated under French colonial rule in 1749. The city's layout is similar to that of an amphitheatre; commercial districts are near the water, while residential neighborhoods are located on the hills above. Its population is difficult to ascertain due to the rapid growth of slums in the hillsides above the city; however, recent estimates place the metropolitan area's population at around 3.7 million, nearly half of the country's national population. The city was catastrophically affected by a devastating earthquake in 2010, with large numbers of structures damaged or destroyed. Haiti's government estimated the death toll to be 230,000.\n\n\n== Etymology ==\nPort-au-Prince literally means \"Port of the Prince\", but it is unclear which prince was the honoree. \nA theory is that the place is named after Le Prince, a ship captained by de Saint-André which arrived in the area in 1706. \nHowever, the islets in the bay had already been known as les îlets du Prince as early as 1680, predating the ship's arrival. \nFurthermore, the port and the surrounding region continued to be known as Hôpital, named after the filibusters' hospital.French colonial commissioner Étienne Polverel named the city Port-Républicain on 23 September 1793 \"in order that the inhabitants be kept continually in mind of the obligations which the French Revolution imposed on them.\" It was later renamed back to Port-au-Prince by Jacques I, Emperor of Haiti.When Haiti was divided between a kingdom in the north and a republic in the south, Port-au-Prince was the capital of the republic, under the leadership of Alexandre Pétion. Henri Christophe renamed the city Port-aux-Crimes after the assassination of Jacques I at Pont Larnage (now known as Pont-Rouge, and located north of the city).\n\n\n== History ==\n\n\n=== Spanish colonization ===\nPrior to the arrival of Christopher Columbus, the island of Hispaniola was inhabited by people known as the Taíno, who arrived in approximately 2600 BC in large dugout canoes. They are believed to come primarily from what is now eastern Venezuela. By the time Columbus arrived in 1492 AD, the region was under the control of Bohechio, Taíno cacique (chief) Xaragua. He, like his predecessors, feared settling too close to the coast; such settlements would have proven to be tempting targets for the Caribes, who lived on neighboring islands. Instead, the region served as a hunting ground. The population of the region was approximately 400,000 at the time, but the Taínos were gone within 30 years of the arrival of the Spaniards.With the arrival of the Spaniards, the Amerindians were forced to accept a protectorate, and Bohechio, childless at death, was succeeded by his sister, Anacaona, wife of the cacique Caonabo. The Spanish insisted on larger tributes. Eventually, the Spanish colonial administration decided to rule directly, and in 1503, Nicolas Ovando, then governor, set about to put an end to the régime headed by Anacaona. He invited her and other tribal leaders to a feast, and when the Amerindians had drunk a good deal of wine (the Spaniards did not drink on that occasion), he ordered most of the guests killed. Anacaona was spared, only to be hanged publicly some time later. Through violence and murders, the Spanish settlers decimated the native population.\nDirect Spanish rule over the area having been established, Ovando founded a settlement not far from the coast (west of Etang Saumâtre), ironically named Santa Maria de la Paz Verdadera, which would be abandoned several years later. Not long thereafter, Ovando founded Santa Maria del Puerto. The latter was first burned by French explorers in 1535, then again in 1592 by the English. These assaults proved to be too much for the Spanish colonial administration, and in 1606, it decided to abandon the region.\n\n\n=== Domination of the flibustiers ===\nFor more than 50 years, the area that is today Port-au-Prince saw its population drop off drastically, when some buccaneers began to use it as a base, and Dutch merchants began to frequent it in search of leather, as game was abundant there. Around 1650, French flibustiers, running out of room on the Île de la Tortue began to arrive on the coast, and established a colony at Trou-Borded. As the colony grew, they set up a hospital not far from the coast, on the Turgeau heights. This led to the region being known as Hôpital.\nAlthough there had been no real Spanish presence in Hôpital for well over 50 years, Spain retained its formal claim to the territory, and the growing presence of the French flibustiers on ostensibly Spanish lands provoked the Spanish crown to dispatch Castilian soldiers to Hôpital to retake it. The mission proved to be a disaster for the Spanish, as they were outnumbered and outgunned, and in 1697, the Spanish government signed the Treaty of Ryswick, renouncing any claims to Hôpital. Around this time, the French also established bases at Ester (part of Petite Rivière) and Gonaïves.\nEster was a rich village, inhabited by merchants, and equipped with straight streets; it was here that the governor lived. On the other hand, the surrounding region, Petite-Rivière, was quite poor. Following a great fire in 1711, Ester was abandoned. Yet the French presence in the region continued to grow, and soon afterward, a new city was founded to the south, Léogâne.\n\nWhile the first French presence in Hôpital, the region later to contain Port-au-Prince was that of the flibustiers; as the region became a real French colony, the colonial administration began to worry about the continual presence of these pirates. While useful in repelling Englishmen intent on encroaching upon French territory, they were relatively independent, unresponsive to orders from the colonial administration, and a potential threat to it. Therefore, in the winter of 1707, Choiseul-Beaupré, the governor of the region sought to get rid of what he saw as a threat. He insisted upon control of the hospital, but the flibustiers refused, considering that humiliating. They proceeded to close the hospital rather than cede control of it to the governor, and many of them became habitans (farmers) the first long-term European inhabitants in the region.\nAlthough the elimination of the flibustiers as a group from Hôpital reinforced the authority of the colonial administration, it also made the region a more attractive target for the English. In order to protect the area, in 1706, a captain named de Saint-André sailed into the bay just below the hospital, in a ship named Le Prince. It is said that M. de Saint-André named the area Port-au-Prince (meaning \"Port of the Prince\"), but the port and the surrounding region continued to be known as Hôpital, but the islets in the bay had already been known as les îlets du Prince as early as 1680.\nThe English did not trouble the area, and various nobles sought land grants from the French crown in Hôpital; the first noble to control Hôpital was Sieur Joseph Randot. Upon his death in 1737, Sieur Pierre Morel gained control over part of the region, with Gatien Bretton des Chapelles acquiring another portion of it.\nBy then, the colonial administration was convinced that a capital needed to be chosen, in order to better control the French portion of Hispaniola (Saint-Domingue). For a time, Petit-Goâve and Léogâne vied for this honor, but both were eventually ruled out for various reasons. Neither was centrally located. Petit-Goâve's climate caused it to be too malarial, and Léogane's topography made it difficult to defend. Thus, in 1749, a new city was built, Port-au-Prince.\n\n\n=== Foundation of Port-au-Prince ===\n\nIn 1770, Port-au-Prince replaced Cap-Français (the modern Cap-Haïtien) as capital of the colony of Saint-Domingue.In November 1791, it was burned in a battle between attacking black revolutionists and defending white plantation owners.It was captured by British troops on June 4, 1794.In 1804, it became the capital of newly independent Haïti. When Jean-Jacques Dessalines was assassinated in 1806, Port-au-Prince became the capital of the mulatto-dominated south (Cap-Haïtien was the capital of the black-dominated north). It was re-established as the capital of all of Haiti when the country was unified again in 1820.\n\n\n=== American occupation ===\nDuring the American occupation of Haiti (1915–1934), Port-au-Prince, garrisoned by American Marines and Haitian gendarmes, was attacked twice by caco rebels. The first battle, which took place in 1919, was a victory of the American and Haitian government forces, as was the second attack in 1920.\n\n\n=== 2010 earthquake ===\n\nOn 12 January 2010, a 7.0 earthquake struck Port-au-Prince, devastating the city. Most of the central historic area of the city was destroyed, including Haiti's prized Cathédrale de Port-au-Prince, the capital building, Legislative Palace (the parliament building), Palace of Justice (Supreme Court building), several ministerial buildings, and at least one hospital. The second floor of the Presidential Palace was thrown into the first floor, and the domes skewed at a severe tilt. The seaport and airport were both damaged, limiting aid shipments. The seaport was severely damaged by the quake and was unable to accept aid shipments for the first week.\nThe airport's control tower was damaged and the US military had to set up a new control center with generators to get the airport prepared for aid flights. Aid has been delivered to Port-au-Prince by numerous nations and voluntary groups as part of a global relief effort. On Wednesday, January 20, 2010, an aftershock rated at a magnitude of 5.9 caused additional damage.\n\n\n=== Hurricanes ===\n\nThe worst hurricane season experienced by Haiti occurred in 2008 when four storms Fay, Gustav, Hanna, and Ike negatively impacted Haiti. Nearly 800 people were killed; 22,000 homes were destroyed; 70% of the country's crops were lost, according to reliefweb.org.  Then, in 2012, Hurricane Sandy, while not making direct impact, resulted in 75 deaths, $250 million in damage and a resurgence of cholera that was estimated to infected 5,000 people.\n\n\n== Geography ==\n\nThe metropolitan area is subdivided into various communes (districts). There is a ring of districts that radiates out from the commune of Port-au-Prince. Pétion-Ville is an affluent suburban commune located southeast of the city. Delmas is located directly south of the airport and north of the central city, and the rather poor commune of Carrefour is located southwest of the city.\nThe commune harbors many low-income slums plagued with poverty and violence in which the most notorious, Cité Soleil, is situated.  However, Cité Soleil has been recently split off from Port-au-Prince proper to form a separate commune. The Champ de Mars area has begun some modern infrastructure development as of recently.  The downtown area is the site of several projected modernization efforts in the capital.\n\n\n=== Climate ===\nPort-au-Prince has a tropical wet and dry climate and relatively constant temperatures throughout the course of the year. Port-au-Prince's wet season runs from March through November, though the city experiences a relative break in rainfall during the month of July. The city's dry season covers the remaining three months.  Port-au-Prince generally experiences warm and humid conditions during the dry season and hot and humid conditions during the wet season.\n\n\n== Demographics ==\nThe population of the area was 1,234,742.\nThe majority of the population is of African descent, but a prominent biracial minority controls many of the city's businesses. There are sizable numbers of Hispanic residents, Asians, as well as a number of Europeans (both foreign born and native born).\nCitizens of Arab (particularly Syrian, Lebanese, and Palestinian) ancestry are a minority with a presence in the capital. Arab Haitians (a large number of whom live in Port-au-Prince) are, more often than not, concentrated in financial areas where the majority of them establish businesses. Most of the biracial residents of the city are concentrated within wealthier areas.\n\n\n== Economy ==\n\nPort-au-Prince is one of the nation's largest centers of economy and finance. The capital exports its most widely consumed produce of coffee and sugar, and has, in the past, exported other goods, such as shoes and baseballs. Port-au-Prince has food-processing plants as well as soap, textile and cement factories. Despite political unrest, the city also relies on the tourism industry and construction companies to move its economy. Port-au-Prince was once a popular place for cruises, but has lost nearly all of its tourism, and no longer has cruise ships coming into port.\nUnemployment in Port-au-Prince is high, and compounded further by underemployment. Levels of economic activity remain prominent throughout the city, especially among people selling goods and services on the streets. Informal employment is believed to be widespread in Port-au-Prince's slums, as otherwise the population could not survive. Port-au-Prince has several upscale districts in which crime rates are significantly lower than in the city center.Port-au-Prince has a tourism industry. The Toussaint Louverture International Airport (referred to often as the Port-au-Prince International Airport) is the country's main international gateway for tourists. Tourists often visit the Pétion-Ville area of Port-au-Prince, with other sites of interest including gingerbread houses.\n\n\n== Health ==\nThere are a number of hospitals including le Centre Hospitalier du Sacré-Cœur, Hôpital de l'Université d'État d'Haïti, Centre Obstetrico Gynécologique Isaie Jeanty-Léon Audain, Hôpital du Canapé-Vert, Hôpital Français (Asile Français), Hôpital Saint-François de Sales, Hôpital-Maternité Sapiens, Hôpital OFATMA, Clinique de la Santé, Maternité de Christ Roi, Centre Hospitalier Rue Berne and Maternité Mathieu.\nAfter the 2010 earthquake, two hospitals remained that were operational. The University of Miami in partnership with Project Medishare has created a new hospital, L'Hôpital Bernard Mevs Project Medishare, to provide inpatient and outpatient care for those impacted by the January 2010 earthquake. This hospital is volunteer staffed and provides level 1 trauma care to Port-au-Prince and the surrounding regions.CDTI (Centre de Diagnostique et de Traitement Intégré) closed in April 2010 when international aid failed to materialize. It had been considered the country's premiere hospital.\n\n\n== Culture ==\nThe culture of the city lies primarily in the center around the National Palace as well as its surrounding areas. The National Museum is located in the grounds of the palace, established in 1938. The National Palace was one of the early structures of the city but was destroyed and then rebuilt in 1918. It was destroyed again by the earthquake on 12 January 2010 which collapsed the center's domed roof.\n\nAnother popular destination in the capital is the Hotel Oloffson, a 19th-century gingerbread mansion that was once the private home of two former Haitian presidents. It has become a popular hub for tourist activity in the central city. The Cathédrale de Port-au-Prince is a famed site of cultural interest and attracts foreign visitors to its Neo-Romantic architectural style.\nThe Musée d'Art Haïtien du Collège Saint-Pierre contains work from some of the country's most talented artists, and the Musée National is a museum featuring historical artifacts such as King Henri Christophe's actual suicide pistol and a rusty anchor that museum operators claim was salvaged from Christopher Columbus's ship, the Santa María. Other notable cultural sites include the Archives Nationales, the Bibliothèque Nationale (National Library) and Expressions Art Gallery. The city is the birthplace of internationally known naïve artist Gesner Abelard, who was associated with the Centre d'Art.\nOn April 5, 2015, the construction of a new LDS Temple in Port-au-Prince was announced.\n\n\n=== Celebrations ===\nThere is a celebration of Bawon Samdi and Gran Brigi called Fet Gede, which takes place from the Day of the Dead on November 1 through the third day of the month. This occurs in the national cemetery of Haiti. While celebrating, people wear Vodou white cotton clothing and purple headscarves. During the celebration, the cemetery becomes packed with people. Those who are celebrating make sacrifices of food for the spirits (mange lwa) and pour liquor on the gravestones among other festivities.\n\n\n== Government ==\nThe mayor of Port-au-Prince is Ralph Youri Chevry, who headed the city at the time of the 2010 earthquake.  The city's separate districts (primarily the districts of Delmas, Carrefour, and Pétion-Ville) are all administered by their own municipal councils. The seat of the state, the Presidential Palace, is located in the Champ de Mars, square plaza of the city. The PNdH (Police Nationale d’Haïti) is the authority governing the enforcement of city laws.\nThe national police force as of recently, have been increasing in number. However, because of its ailing ineffectiveness and insufficient manpower, a significant number of UN personnel is present throughout the city as part of the stabilization mission in Haiti.\nThe City Hall (Mairie de Port-au-Prince) and most of the city's other government municipal buildings were destroyed in the 2010 earthquake.\n\n\n== Education ==\nPort-au-Prince various educational institutions, ranging from small vocational schools to universities. Influential international schools in Port-au-Prince include Union School, founded in 1919, and Quisqueya Christian School, founded in 1974. Both schools offer an American-style pre-college education. French-speaking students can attend the Lycée Français (Lycée Alexandre Dumas), located in Bourdon. Another school is Anís Zunúzí Bahá'í School north west of Port-au-Prince which opened its doors in 1980 which survived the 2010 Haiti earthquake and its staff were cooperating in relief efforts and sharing space and support with neighbors.A clinic was run at the school by a medical team from the United States and Canada. Its classes offered transition from Haitian Creole to the French language but also a secondary language in English. The State University of Haiti (Université d'État d'Haïti in French or UEH), is located within the capital along other universities such as the Quisqueya University and the Université des Caraïbes. There are many other institutions that observe the Haitian scholastic program. Many of them are religious academies led by foreign missionaries from France or Canada. These include Institution Saint-Louis de Gonzague, École Sainte-Rose-de-Lima, École Saint-Jean-Marie Vianney, Institution du Sacré-Coeur, and Collège Anne-Marie Javouhey.\nThe Ministry of Education is also located in downtown Port-au-Prince at the Palace of Ministries, adjacent to the National Palace in the Champ de Mars plaza.\nThe Haitian Group of Research and Pedagogical Activities (GHRAP) has set up several community centers for basic education. UNESCO's office at Port-au-Prince has taken a number of initiates in upgrading the educational facilities in Port-au-Prince.\n\n\n== Crime ==\nA 2012 independent study found that the murder rate in the capital Port-au-Prince was 60.9 murders per 100,000 residents in February 2012. In the 22 months after the end of the President Aristide era in 2004, the murder rate for Port-au-Prince reached a high of 219 murders per 100,000 residents per year.High-crime zones in the Port-au-Prince area include Croix-des-Bouquets, Cité Soleil, Carrefour, Bel Air, Martissant, the port road (Boulevard La Saline), urban route Nationale 1, the airport road (Boulevard Toussaint-Louverture) and its adjoining connectors to the New (\"American\") Road via Route Nationale 1. This latter area in particular has been the scene of numerous robberies, carjackings, and murders.In the Bel Air neighbourhood of Port-au-Prince, the murder rate reached 50 murders per 100,000 residents at the end of 2011, up from 19 murders per 100,000 residents in 2010.\n\n\n== Transportation ==\n\n\n=== Roads ===\nAll of the major transportation systems in Haiti are located near or run through the capital. The northern highway, Route Nationale #1 (National Highway One), originates in Port-au-Prince.  The southern highway, Route Nationale #2 also runs through Port-au-Prince.  Maintenance for these roads lapsed after the 1991 coup, prompting the World Bank to lend US$50 million designated for road repairs. The project was canceled in January 1999, however, after auditors revealed corruption. A third major highway, the Haitian Route Nationale #3, connects Port-au-Prince to the central plateau; however, due to its poor condition, it sees limited use.\n\n\n=== Public transportation ===\nThe most common form of public transportation in Haiti is the use of brightly painted pickup trucks as taxis called \"tap-taps.\"\n\n\n=== Seaport ===\nThe seaport, Port international de Port-au-Prince, has more registered shipping than any of the over dozen ports in the country.  The port's facilities include cranes, large berths, and warehouses, but these facilities are in universally poor shape.  The port is underused, possibly due to the substantially high port fees compared to ports in the Dominican Republic.\n\n\n=== Airports ===\nToussaint Louverture International Airport (Maïs Gâté), which opened in 1965 (as François Duvalier International Airport), is north of the city. It is Haiti's major jetway, and as such, handles the vast majority of the country's international flights. Transportation to smaller cities from the major airport is done via smaller aircraft. Companies providing this service include Caribintair and Sunrise Airways.\n\n\n== See also ==\nEnriquillo-Plantain Garden fault zone\nFamous people from Port-au-Prince\nPort au Prince – a ship from the Age of Sail\n\n\n== References ==\n\n\n== Bibliography ==\n\nKolbe, Athena R.; Muggah, Robert (2012). \"\"Haiti's Urban Crime Wave? Results from Monthly Household Surveys August 2011 – February 2012\" (PDF). Rio de Janeiro: Instituto Igarape. Kolbe, Athena R & Muggah, Robert. p. 9. Retrieved 21 July 2018.CS1 maint: ref=harv (link)\n\n\n== External links ==\n Port-au-Prince travel guide from Wikivoyage\nTour Virtual of Port au Prince – Brazilian Site\nPort-au-Prince  U.S Embassy\nLive Radios from Haiti\nScientists: Why Haiti Should Move Its Capital by 'Time magazine",
        "brit": "",
        "quote": "Set in the mountains in the jungle, this popular area offers a series of water basins for swimming.",
        "tags": "['park', 'tourist_attraction', 'point_of_interest', 'establishment']",
        "website": {
          "source": "https://visithaiti.com/things-to-do/bassin-bleu/",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJkao-UFfduY4RCKop-V2B1Tw",
      "name": "Port-au-Prince",
      "text": {
        "wiki": "Port-au-Prince (, French: [pɔʁ o pʁɛ̃s]; Haitian Creole: Pòtoprens [pɔtopɣɛ̃s]) is the capital and most populous city of Haiti. The city's population was estimated at 987,310 in 2015 with the metropolitan area estimated at a population of 2,618,894.  The metropolitan area is defined by the IHSI as including the communes of Port-au-Prince, Delmas, Cite Soleil, Tabarre, Carrefour, and Pétion-Ville.\nThe city of Port-au-Prince is on the Gulf of Gonâve: the bay on which the city lies, which acts as a natural harbor, has sustained economic activity since the civilizations of the Arawaks. It was first incorporated under French colonial rule in 1749. The city's layout is similar to that of an amphitheatre; commercial districts are near the water, while residential neighborhoods are located on the hills above. Its population is difficult to ascertain due to the rapid growth of slums in the hillsides above the city; however, recent estimates place the metropolitan area's population at around 3.7 million, nearly half of the country's national population. The city was catastrophically affected by a devastating earthquake in 2010, with large numbers of structures damaged or destroyed. Haiti's government estimated the death toll to be 230,000.\n\n\n== Etymology ==\nPort-au-Prince literally means \"Port of the Prince\", but it is unclear which prince was the honoree. \nA theory is that the place is named after Le Prince, a ship captained by de Saint-André which arrived in the area in 1706. \nHowever, the islets in the bay had already been known as les îlets du Prince as early as 1680, predating the ship's arrival. \nFurthermore, the port and the surrounding region continued to be known as Hôpital, named after the filibusters' hospital.French colonial commissioner Étienne Polverel named the city Port-Républicain on 23 September 1793 \"in order that the inhabitants be kept continually in mind of the obligations which the French Revolution imposed on them.\" It was later renamed back to Port-au-Prince by Jacques I, Emperor of Haiti.When Haiti was divided between a kingdom in the north and a republic in the south, Port-au-Prince was the capital of the republic, under the leadership of Alexandre Pétion. Henri Christophe renamed the city Port-aux-Crimes after the assassination of Jacques I at Pont Larnage (now known as Pont-Rouge, and located north of the city).\n\n\n== History ==\n\n\n=== Spanish colonization ===\nPrior to the arrival of Christopher Columbus, the island of Hispaniola was inhabited by people known as the Taíno, who arrived in approximately 2600 BC in large dugout canoes. They are believed to come primarily from what is now eastern Venezuela. By the time Columbus arrived in 1492 AD, the region was under the control of Bohechio, Taíno cacique (chief) Xaragua. He, like his predecessors, feared settling too close to the coast; such settlements would have proven to be tempting targets for the Caribes, who lived on neighboring islands. Instead, the region served as a hunting ground. The population of the region was approximately 400,000 at the time, but the Taínos were gone within 30 years of the arrival of the Spaniards.With the arrival of the Spaniards, the Amerindians were forced to accept a protectorate, and Bohechio, childless at death, was succeeded by his sister, Anacaona, wife of the cacique Caonabo. The Spanish insisted on larger tributes. Eventually, the Spanish colonial administration decided to rule directly, and in 1503, Nicolas Ovando, then governor, set about to put an end to the régime headed by Anacaona. He invited her and other tribal leaders to a feast, and when the Amerindians had drunk a good deal of wine (the Spaniards did not drink on that occasion), he ordered most of the guests killed. Anacaona was spared, only to be hanged publicly some time later. Through violence and murders, the Spanish settlers decimated the native population.\nDirect Spanish rule over the area having been established, Ovando founded a settlement not far from the coast (west of Etang Saumâtre), ironically named Santa Maria de la Paz Verdadera, which would be abandoned several years later. Not long thereafter, Ovando founded Santa Maria del Puerto. The latter was first burned by French explorers in 1535, then again in 1592 by the English. These assaults proved to be too much for the Spanish colonial administration, and in 1606, it decided to abandon the region.\n\n\n=== Domination of the flibustiers ===\nFor more than 50 years, the area that is today Port-au-Prince saw its population drop off drastically, when some buccaneers began to use it as a base, and Dutch merchants began to frequent it in search of leather, as game was abundant there. Around 1650, French flibustiers, running out of room on the Île de la Tortue began to arrive on the coast, and established a colony at Trou-Borded. As the colony grew, they set up a hospital not far from the coast, on the Turgeau heights. This led to the region being known as Hôpital.\nAlthough there had been no real Spanish presence in Hôpital for well over 50 years, Spain retained its formal claim to the territory, and the growing presence of the French flibustiers on ostensibly Spanish lands provoked the Spanish crown to dispatch Castilian soldiers to Hôpital to retake it. The mission proved to be a disaster for the Spanish, as they were outnumbered and outgunned, and in 1697, the Spanish government signed the Treaty of Ryswick, renouncing any claims to Hôpital. Around this time, the French also established bases at Ester (part of Petite Rivière) and Gonaïves.\nEster was a rich village, inhabited by merchants, and equipped with straight streets; it was here that the governor lived. On the other hand, the surrounding region, Petite-Rivière, was quite poor. Following a great fire in 1711, Ester was abandoned. Yet the French presence in the region continued to grow, and soon afterward, a new city was founded to the south, Léogâne.\n\nWhile the first French presence in Hôpital, the region later to contain Port-au-Prince was that of the flibustiers; as the region became a real French colony, the colonial administration began to worry about the continual presence of these pirates. While useful in repelling Englishmen intent on encroaching upon French territory, they were relatively independent, unresponsive to orders from the colonial administration, and a potential threat to it. Therefore, in the winter of 1707, Choiseul-Beaupré, the governor of the region sought to get rid of what he saw as a threat. He insisted upon control of the hospital, but the flibustiers refused, considering that humiliating. They proceeded to close the hospital rather than cede control of it to the governor, and many of them became habitans (farmers) the first long-term European inhabitants in the region.\nAlthough the elimination of the flibustiers as a group from Hôpital reinforced the authority of the colonial administration, it also made the region a more attractive target for the English. In order to protect the area, in 1706, a captain named de Saint-André sailed into the bay just below the hospital, in a ship named Le Prince. It is said that M. de Saint-André named the area Port-au-Prince (meaning \"Port of the Prince\"), but the port and the surrounding region continued to be known as Hôpital, but the islets in the bay had already been known as les îlets du Prince as early as 1680.\nThe English did not trouble the area, and various nobles sought land grants from the French crown in Hôpital; the first noble to control Hôpital was Sieur Joseph Randot. Upon his death in 1737, Sieur Pierre Morel gained control over part of the region, with Gatien Bretton des Chapelles acquiring another portion of it.\nBy then, the colonial administration was convinced that a capital needed to be chosen, in order to better control the French portion of Hispaniola (Saint-Domingue). For a time, Petit-Goâve and Léogâne vied for this honor, but both were eventually ruled out for various reasons. Neither was centrally located. Petit-Goâve's climate caused it to be too malarial, and Léogane's topography made it difficult to defend. Thus, in 1749, a new city was built, Port-au-Prince.\n\n\n=== Foundation of Port-au-Prince ===\n\nIn 1770, Port-au-Prince replaced Cap-Français (the modern Cap-Haïtien) as capital of the colony of Saint-Domingue.In November 1791, it was burned in a battle between attacking black revolutionists and defending white plantation owners.It was captured by British troops on June 4, 1794.In 1804, it became the capital of newly independent Haïti. When Jean-Jacques Dessalines was assassinated in 1806, Port-au-Prince became the capital of the mulatto-dominated south (Cap-Haïtien was the capital of the black-dominated north). It was re-established as the capital of all of Haiti when the country was unified again in 1820.\n\n\n=== American occupation ===\nDuring the American occupation of Haiti (1915–1934), Port-au-Prince, garrisoned by American Marines and Haitian gendarmes, was attacked twice by caco rebels. The first battle, which took place in 1919, was a victory of the American and Haitian government forces, as was the second attack in 1920.\n\n\n=== 2010 earthquake ===\n\nOn 12 January 2010, a 7.0 earthquake struck Port-au-Prince, devastating the city. Most of the central historic area of the city was destroyed, including Haiti's prized Cathédrale de Port-au-Prince, the capital building, Legislative Palace (the parliament building), Palace of Justice (Supreme Court building), several ministerial buildings, and at least one hospital. The second floor of the Presidential Palace was thrown into the first floor, and the domes skewed at a severe tilt. The seaport and airport were both damaged, limiting aid shipments. The seaport was severely damaged by the quake and was unable to accept aid shipments for the first week.\nThe airport's control tower was damaged and the US military had to set up a new control center with generators to get the airport prepared for aid flights. Aid has been delivered to Port-au-Prince by numerous nations and voluntary groups as part of a global relief effort. On Wednesday, January 20, 2010, an aftershock rated at a magnitude of 5.9 caused additional damage.\n\n\n=== Hurricanes ===\n\nThe worst hurricane season experienced by Haiti occurred in 2008 when four storms Fay, Gustav, Hanna, and Ike negatively impacted Haiti. Nearly 800 people were killed; 22,000 homes were destroyed; 70% of the country's crops were lost, according to reliefweb.org.  Then, in 2012, Hurricane Sandy, while not making direct impact, resulted in 75 deaths, $250 million in damage and a resurgence of cholera that was estimated to infected 5,000 people.\n\n\n== Geography ==\n\nThe metropolitan area is subdivided into various communes (districts). There is a ring of districts that radiates out from the commune of Port-au-Prince. Pétion-Ville is an affluent suburban commune located southeast of the city. Delmas is located directly south of the airport and north of the central city, and the rather poor commune of Carrefour is located southwest of the city.\nThe commune harbors many low-income slums plagued with poverty and violence in which the most notorious, Cité Soleil, is situated.  However, Cité Soleil has been recently split off from Port-au-Prince proper to form a separate commune. The Champ de Mars area has begun some modern infrastructure development as of recently.  The downtown area is the site of several projected modernization efforts in the capital.\n\n\n=== Climate ===\nPort-au-Prince has a tropical wet and dry climate and relatively constant temperatures throughout the course of the year. Port-au-Prince's wet season runs from March through November, though the city experiences a relative break in rainfall during the month of July. The city's dry season covers the remaining three months.  Port-au-Prince generally experiences warm and humid conditions during the dry season and hot and humid conditions during the wet season.\n\n\n== Demographics ==\nThe population of the area was 1,234,742.\nThe majority of the population is of African descent, but a prominent biracial minority controls many of the city's businesses. There are sizable numbers of Hispanic residents, Asians, as well as a number of Europeans (both foreign born and native born).\nCitizens of Arab (particularly Syrian, Lebanese, and Palestinian) ancestry are a minority with a presence in the capital. Arab Haitians (a large number of whom live in Port-au-Prince) are, more often than not, concentrated in financial areas where the majority of them establish businesses. Most of the biracial residents of the city are concentrated within wealthier areas.\n\n\n== Economy ==\n\nPort-au-Prince is one of the nation's largest centers of economy and finance. The capital exports its most widely consumed produce of coffee and sugar, and has, in the past, exported other goods, such as shoes and baseballs. Port-au-Prince has food-processing plants as well as soap, textile and cement factories. Despite political unrest, the city also relies on the tourism industry and construction companies to move its economy. Port-au-Prince was once a popular place for cruises, but has lost nearly all of its tourism, and no longer has cruise ships coming into port.\nUnemployment in Port-au-Prince is high, and compounded further by underemployment. Levels of economic activity remain prominent throughout the city, especially among people selling goods and services on the streets. Informal employment is believed to be widespread in Port-au-Prince's slums, as otherwise the population could not survive. Port-au-Prince has several upscale districts in which crime rates are significantly lower than in the city center.Port-au-Prince has a tourism industry. The Toussaint Louverture International Airport (referred to often as the Port-au-Prince International Airport) is the country's main international gateway for tourists. Tourists often visit the Pétion-Ville area of Port-au-Prince, with other sites of interest including gingerbread houses.\n\n\n== Health ==\nThere are a number of hospitals including le Centre Hospitalier du Sacré-Cœur, Hôpital de l'Université d'État d'Haïti, Centre Obstetrico Gynécologique Isaie Jeanty-Léon Audain, Hôpital du Canapé-Vert, Hôpital Français (Asile Français), Hôpital Saint-François de Sales, Hôpital-Maternité Sapiens, Hôpital OFATMA, Clinique de la Santé, Maternité de Christ Roi, Centre Hospitalier Rue Berne and Maternité Mathieu.\nAfter the 2010 earthquake, two hospitals remained that were operational. The University of Miami in partnership with Project Medishare has created a new hospital, L'Hôpital Bernard Mevs Project Medishare, to provide inpatient and outpatient care for those impacted by the January 2010 earthquake. This hospital is volunteer staffed and provides level 1 trauma care to Port-au-Prince and the surrounding regions.CDTI (Centre de Diagnostique et de Traitement Intégré) closed in April 2010 when international aid failed to materialize. It had been considered the country's premiere hospital.\n\n\n== Culture ==\nThe culture of the city lies primarily in the center around the National Palace as well as its surrounding areas. The National Museum is located in the grounds of the palace, established in 1938. The National Palace was one of the early structures of the city but was destroyed and then rebuilt in 1918. It was destroyed again by the earthquake on 12 January 2010 which collapsed the center's domed roof.\n\nAnother popular destination in the capital is the Hotel Oloffson, a 19th-century gingerbread mansion that was once the private home of two former Haitian presidents. It has become a popular hub for tourist activity in the central city. The Cathédrale de Port-au-Prince is a famed site of cultural interest and attracts foreign visitors to its Neo-Romantic architectural style.\nThe Musée d'Art Haïtien du Collège Saint-Pierre contains work from some of the country's most talented artists, and the Musée National is a museum featuring historical artifacts such as King Henri Christophe's actual suicide pistol and a rusty anchor that museum operators claim was salvaged from Christopher Columbus's ship, the Santa María. Other notable cultural sites include the Archives Nationales, the Bibliothèque Nationale (National Library) and Expressions Art Gallery. The city is the birthplace of internationally known naïve artist Gesner Abelard, who was associated with the Centre d'Art.\nOn April 5, 2015, the construction of a new LDS Temple in Port-au-Prince was announced.\n\n\n=== Celebrations ===\nThere is a celebration of Bawon Samdi and Gran Brigi called Fet Gede, which takes place from the Day of the Dead on November 1 through the third day of the month. This occurs in the national cemetery of Haiti. While celebrating, people wear Vodou white cotton clothing and purple headscarves. During the celebration, the cemetery becomes packed with people. Those who are celebrating make sacrifices of food for the spirits (mange lwa) and pour liquor on the gravestones among other festivities.\n\n\n== Government ==\nThe mayor of Port-au-Prince is Ralph Youri Chevry, who headed the city at the time of the 2010 earthquake.  The city's separate districts (primarily the districts of Delmas, Carrefour, and Pétion-Ville) are all administered by their own municipal councils. The seat of the state, the Presidential Palace, is located in the Champ de Mars, square plaza of the city. The PNdH (Police Nationale d’Haïti) is the authority governing the enforcement of city laws.\nThe national police force as of recently, have been increasing in number. However, because of its ailing ineffectiveness and insufficient manpower, a significant number of UN personnel is present throughout the city as part of the stabilization mission in Haiti.\nThe City Hall (Mairie de Port-au-Prince) and most of the city's other government municipal buildings were destroyed in the 2010 earthquake.\n\n\n== Education ==\nPort-au-Prince various educational institutions, ranging from small vocational schools to universities. Influential international schools in Port-au-Prince include Union School, founded in 1919, and Quisqueya Christian School, founded in 1974. Both schools offer an American-style pre-college education. French-speaking students can attend the Lycée Français (Lycée Alexandre Dumas), located in Bourdon. Another school is Anís Zunúzí Bahá'í School north west of Port-au-Prince which opened its doors in 1980 which survived the 2010 Haiti earthquake and its staff were cooperating in relief efforts and sharing space and support with neighbors.A clinic was run at the school by a medical team from the United States and Canada. Its classes offered transition from Haitian Creole to the French language but also a secondary language in English. The State University of Haiti (Université d'État d'Haïti in French or UEH), is located within the capital along other universities such as the Quisqueya University and the Université des Caraïbes. There are many other institutions that observe the Haitian scholastic program. Many of them are religious academies led by foreign missionaries from France or Canada. These include Institution Saint-Louis de Gonzague, École Sainte-Rose-de-Lima, École Saint-Jean-Marie Vianney, Institution du Sacré-Coeur, and Collège Anne-Marie Javouhey.\nThe Ministry of Education is also located in downtown Port-au-Prince at the Palace of Ministries, adjacent to the National Palace in the Champ de Mars plaza.\nThe Haitian Group of Research and Pedagogical Activities (GHRAP) has set up several community centers for basic education. UNESCO's office at Port-au-Prince has taken a number of initiates in upgrading the educational facilities in Port-au-Prince.\n\n\n== Crime ==\nA 2012 independent study found that the murder rate in the capital Port-au-Prince was 60.9 murders per 100,000 residents in February 2012. In the 22 months after the end of the President Aristide era in 2004, the murder rate for Port-au-Prince reached a high of 219 murders per 100,000 residents per year.High-crime zones in the Port-au-Prince area include Croix-des-Bouquets, Cité Soleil, Carrefour, Bel Air, Martissant, the port road (Boulevard La Saline), urban route Nationale 1, the airport road (Boulevard Toussaint-Louverture) and its adjoining connectors to the New (\"American\") Road via Route Nationale 1. This latter area in particular has been the scene of numerous robberies, carjackings, and murders.In the Bel Air neighbourhood of Port-au-Prince, the murder rate reached 50 murders per 100,000 residents at the end of 2011, up from 19 murders per 100,000 residents in 2010.\n\n\n== Transportation ==\n\n\n=== Roads ===\nAll of the major transportation systems in Haiti are located near or run through the capital. The northern highway, Route Nationale #1 (National Highway One), originates in Port-au-Prince.  The southern highway, Route Nationale #2 also runs through Port-au-Prince.  Maintenance for these roads lapsed after the 1991 coup, prompting the World Bank to lend US$50 million designated for road repairs. The project was canceled in January 1999, however, after auditors revealed corruption. A third major highway, the Haitian Route Nationale #3, connects Port-au-Prince to the central plateau; however, due to its poor condition, it sees limited use.\n\n\n=== Public transportation ===\nThe most common form of public transportation in Haiti is the use of brightly painted pickup trucks as taxis called \"tap-taps.\"\n\n\n=== Seaport ===\nThe seaport, Port international de Port-au-Prince, has more registered shipping than any of the over dozen ports in the country.  The port's facilities include cranes, large berths, and warehouses, but these facilities are in universally poor shape.  The port is underused, possibly due to the substantially high port fees compared to ports in the Dominican Republic.\n\n\n=== Airports ===\nToussaint Louverture International Airport (Maïs Gâté), which opened in 1965 (as François Duvalier International Airport), is north of the city. It is Haiti's major jetway, and as such, handles the vast majority of the country's international flights. Transportation to smaller cities from the major airport is done via smaller aircraft. Companies providing this service include Caribintair and Sunrise Airways.\n\n\n== See also ==\nEnriquillo-Plantain Garden fault zone\nFamous people from Port-au-Prince\nPort au Prince – a ship from the Age of Sail\n\n\n== References ==\n\n\n== Bibliography ==\n\nKolbe, Athena R.; Muggah, Robert (2012). \"\"Haiti's Urban Crime Wave? Results from Monthly Household Surveys August 2011 – February 2012\" (PDF). Rio de Janeiro: Instituto Igarape. Kolbe, Athena R & Muggah, Robert. p. 9. Retrieved 21 July 2018.CS1 maint: ref=harv (link)\n\n\n== External links ==\n Port-au-Prince travel guide from Wikivoyage\nTour Virtual of Port au Prince – Brazilian Site\nPort-au-Prince  U.S Embassy\nLive Radios from Haiti\nScientists: Why Haiti Should Move Its Capital by 'Time magazine",
        "brit": "Port-au-Prince,  capital, chief port, and commercial centre of the West Indian republic of Haiti. It is situated on a magnificent bay at the apex of the Gulf of Gonâve (Gonaïves), which is protected from the open sea by the island of La Gonâve. The city was laid out in a grid pattern in 1749 by the French and called L’Hôpital. It has suffered frequently from fires, civil strife, and earthquakes. Quakes in 1751 and 1770 destroyed much of the city. In January 2010 another powerful earthquake, of magnitude 7.0, struck; its epicentre was southwest of the city, and it devastated Port-au-Prince and the surrounding region. Hundreds of thousands were killed or injured, and large swathes of the city were reduced to rubble.\n\n\n\n\n\n\nBritannica Quiz\n39 of the Most Challenging World Capitals Across History\nWhat is the capital of Taiwan?\n\n\n\nPort-au-Prince replaced Cap-Haïtien as the capital of the old French colony Saint-Domingue in 1770 and was retained as the capital of the newly independent country of Haiti in 1804. In 1807 its port was opened to foreign commerce. Sanitary conditions were improved during U.S. occupation (1915–34). The city’s bicentennial was commemorated in 1949 by an international exposition, the site of which is a palm-fronted promenade, now neglected and run-down.Unemployment is extremely high. There are some foreign-owned factories and assembly plants in the vicinity of the airport, but, otherwise, employment is mostly to be found in the informal sector, in such activities as cooking, shelling peanuts, and selling paintings and other handicrafts. There is air service to the United States, Canada, and France as well as to other Caribbean islands; however, the area surrounding the capital’s international airport has been the site of violence, some of it caused by United Nations peacekeeping force conflicts with armed gang members. The level of tourism fluctuates with political conditions and has been in decline since the civil unrest and economic crisis of the 1980s. Tourism was also affected by the AIDS scare of the early 1980s, in which Haiti was erroneously identified as the place of origin for the disease. By the late 1980s AIDS researchers had found that tourists had brought the disease to Haiti in the 1970s, though extreme poverty and lack of education still contribute to the spread of HIV in Port-au-Prince and throughout Haiti.The Place du Champ-de-Mars—the site of a number of historically notable structures in the centre of the city—was hit hard by the 2010 earthquake. The National Palace (rebuilt in 1918) collapsed. Other notable landmarks include the Cathedral of Notre Dame and the adjacent colonial cathedral, both of which also collapsed in the 2010 earthquake, and the National Archives, National Library, and National Museum.National Palace in Port-au-PrinceThe National Palace in Port-au-Prince, Haiti, prior to its damage in a January 2010 earthquake and its subsequent demolition.Arthur Griffin/Encyclopædia Britannica, Inc.\r\nGet exclusive access to content from our 1768 First Edition with your subscription. \r\nSubscribe today\nPort-au-Prince is the centre of the political and intellectual life of the country and is the seat of the State University of Haiti (established in 1920). A traditionally picturesque site has been the brash and bustling Iron Market, with its mostly female vendors. Recreation for the privileged centres around European-style social clubs, but the house of the local voodoo priest is still the heart of the urban poor community.Most of the Haitian elite (nearly all mulatto or nonblacks) live in the suburb of Pétionville in the 1,000–1,500-foot- (300–450-metre-) high hills southeast of Port-au-Prince. Haiti’s small but politically important Black middle class is also concentrated around Port-au-Prince. Squalor and neglect surround most of the Black urban working class even more than it does the subsistence farmer, and constant migration from the countryside continues to exacerbate their misery. Slums such as Cité Soleil are among the largest and most deprived in the Americas. Pop. (2009 est.) city, 875,978; metropolitan area, 2,296,386. ",
        "quote": "",
        "tags": "['locality', 'political']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJkcDZLP7nuY4Rv1CwofJrh7g",
      "name": "The Peabody House",
      "text": {
        "wiki": "Asa Clapp (15 March 1762 - 17 April 1848) was an American merchant and politician.\n\n\n== Personal ==\nClapp was born to Abiel Clapp, an established farmer and town magistrate in Mansfield, Massachusetts. In 1787, Clapp married Eliza Wendell Quincy (died 1853, age 90) of Boston. She was the daughter of prominent physician Jacob Quincy and granddaughter of Boston merchant Edmund Quincy. Clapp was one of Portland's largest merchants at the time of his death. Several of his sons were also major merchants and were elected to political offices; Charles Q. Clapp, for whom the still-standing Charles Q. Clapp House and Charles Q. Clapp Block are named, one of them.  Another son, Asa W. H. Clapp, represented Maine's 2nd congressional district in the 30th United States Congress (1847-1849).\n\n\n== Career ==\nClapp was appointed a non-commissioned officer for the colonists during the American Revolution. After the war, Clapp worked as a sailor. He was present in Port au Prince at the beginning of the Haitian Revolution; he and Joseph Peabody assisted the white population against the formerly enslaved rebels. In 1793, Clapp was captured by British officials as part of the French Revolutionary Wars and detained in England for six months. He was eventually released and compensated for lost cargo. In 1796, he established himself as a merchant in Portland, Maine, which was then part of the state of Massachusetts. In December 1807, the U.S. Congress passed the Embargo Act of 1807, which forbid merchants like Clapp from trading abroad. Though disastrous to his financial interests and the New England shipping economy in general, Clapp supported the measure. In 1811, he served on the Massachusetts Governor's Council under Governor Elbridge Gerry. Clapp also supported the United States during the War of 1812 despite it severely hurting his business interests.\nWhen the Second Bank of the United States was chartered during the presidency of James Madison, Clapp was the largest subscriber in the District of Maine and was appointed Commissioner, though he did not maintain interest in the Bank for very long.\nA supporter of statehood, Clapp was a delegate to the October 1819 Maine statehood convention. After statehood was won, he served in the Maine House of Representatives from 1820–1823.\nClapp was a staunch Democrat and, at the age of 85 in 1847, briefly hosted President James K. Polk and Secretary of State James Buchanan during their visit to the city of Portland.\n\n\n== References ==",
        "brit": "",
        "quote": "",
        "tags": "['point_of_interest', 'establishment']",
        "website": {
          "source": "https://visithaiti.com/destinations/peabody-house/",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJlYtszVTduY4RoN8zIfEXtEE",
      "name": "El-Saieh Gallery",
      "text": {
        "wiki": "",
        "brit": "",
        "quote": "",
        "tags": "['art_gallery', 'point_of_interest', 'establishment']",
        "website": {
          "source": "http://elsaieh.com/",
          "content": ""
        }
      }
    }
  ]
}