{
  "sights": [
    {
      "place_id": "ChIJYxHTGSdvUjYRkbrr2-Lediw",
      "name": "塔尔寺",
      "text": {
        "wiki": "",
        "brit": "",
        "quote": "This prominent Tibetan Buddhist monastery founded in 1583 features sculptures & religious artifacts.",
        "tags": "['tourist_attraction', 'point_of_interest', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJkaCe7OgLUjYRl8xYkGxqPvE",
      "name": "Tulou Temple",
      "text": {
        "wiki": "",
        "brit": "",
        "quote": "",
        "tags": "['tourist_attraction', 'point_of_interest', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJD7tzafQKUjYRZpFf4IX_uVs",
      "name": "China Tibetan Medicine Culture Museum",
      "text": {
        "wiki": "Xining is the capital of Qinghai province in western China, and the largest city on the Tibetan Plateau. It has 2,208,708 inhabitants at the 2010 census of whom 1,198,304 live in the built up area made of 4 urban districts.The city was a commercial hub along the Northern Silk Road's Hexi Corridor for over 2000 years, and was a stronghold of the Han, Sui, Tang, and Song dynasties' resistance against nomadic attacks from the west. Although long a part of Gansu province, Xining was added to Qinghai in 1928. Xining holds sites of religious significance to Muslims and Buddhists, including the Dongguan Mosque and Ta'er Monastery. The city lies in the Huangshui River valley, and owing to its high altitude, has a cool climate on the borderline between cool semi-arid and dry winter humid continental. It is connected by rail to Lhasa, Tibet and connected by high-speed rail to Lanzhou, Gansu and Ürümqi, Xinjiang.\n\n\n== History ==\nXining has a history of over 2,100 years and was a chief commercial hub on the Hexi Corridor caravan route to Tibet, handling especially timber, wool and salt in ancient times. The trade along the Hexi Corridor was part of a larger trade corridor along the Northern Silk Road, whose use was intensified in the 1st century BC after efforts by the Han dynasty to control this route.Under the Han dynasty (206 BC – 220 AD) a county called Linqiang was established to control the local Qiang tribesmen. It was again a frontier county under the Sui (581–618) and Tang (618–907) dynasties; during the 7th and early 8th centuries it was a center of constant warfare with Tuyuhun and Tibet. In 763, it was overrun by the Tibetans and while under Tibetan control was known to the Chinese as Qingtang cheng (青唐城). Recovered by the Song dynasty in 1104, it received the name Xining (meaning \"peace in the west\") and has been the seat of a prefecture or superior prefecture under that name since that time. In the late 16th century, the Kumbum Monastery was founded some 19 km (12 mi) to the southeast, establishing Xining as an important religious center for the Gelug School of Buddhists.\nA major earthquake occurred May 22, 1927, measuring at a magnitude of 7.6. It was one of the deadliest earthquakes in China with a total count of over 40,000 deaths. It also caused large land fractures.\nXining was the extraterritorial capital of the Koko Nor territory and remained in Gansu until 1928, when it became the provincial capital of the newly established independent province of Qinghai.Xining was subjected to aerial bombardment by Japanese warplanes in 1941 during the Second-Sino Japanese War. The bombing spurred all ethnicities in Qinghai, including the local Qinghai Mongols and Qinghai Tibetans, against the Japanese. The Salar Muslim General Han Youwen directed the defense of the city of Xining during air raids by Japanese planes.Xining was given municipal status in 1945.\nUnder the rule of Governor Ma Bufang, Xining, like the rest of Qinghai, underwent industrialization and modernization. In 1947 the USA sold Ma Bufang a piped water (sewage) system which was installed in Xining. Ma Bufang also promoted education. He made businessmen methodically clean up Xining by serving as insect exterminators, killing flies and neatly throwing them away.Since the late 1950s, when the Liujia Gorge Dam and hydroelectric project came into operation in neighboring Gansu province, Xining has been linked by a high-tension electrical grid to both Liujia and Lanzhou. It also uses local coal from mines at Datongxian to the north. A modern woollen mill was installed at Xining before 1957. The city also has a leather industry and is a market for salt from the Qaidam region. During the late 1950s medium-sized iron and steelworks were built there, supplying metal to Lanzhou.\nConstruction of a highway to the mineral-rich Qaidam basin, and completion in 1959 a link to the Chinese rail network via Lanzhou in Gansu province, has spurred industrial development. This effort was part of a plan of the central government to rapidly exploit oil and pasturage in the Xining area beginning in the 1950s.\n\n\n== Geography and climate ==\nXining is located in the eastern part of Qinghai Province and lies on the Huangshui River. It has a total area of 350 km2 (140 sq mi).Xining is located on the eastern edge of the Qinghai–Tibet Plateau and the upper reaches of the Huangshui River. It is the political, economic, and cultural center of Qinghai Province with an average altitude of about 2,200 metres (7,200 ft). Human activity in the region can be traced to 2,100 years ago. During the Western and Eastern Han dynasties, owing to its developing agriculture, Xining was paid noticed due to its economic and military significance. As well as being an important hinge between the Central Plains and the western part of China in ancient times, Xining was an important link in the Silk Road. It continues to be an important rail and road link to the hinterlands of the Qinghai–Tibet Plateau.\nXining has also been dubbed the Summer Resort Capital of China owing to its cool summer, with a borderline cold semi-arid climate (Köppen BSk)/dry winter humid continental climate (Dwb). Conditions are influenced by the aridity and high altitude. Nights are cold or cool throughout the year, and the diurnal temperature variation often reaches or exceeds 15 °C (27 °F). The monthly 24-hour average temperatures ranges from −7.3 °C (18.9 °F) in January to 17.4 °C (63.3 °F) in July; the annual mean is 6.12 °C (43.0 °F), still making it one of the warmest locations in Qinghai due to the low elevation by provincial standards. Rainfall falls mainly from May to September, and the area is often dry and sunny: with monthly percent possible sunshine ranging from 53 percent in September to 69 percent in November and January, the city receives 2,676 hours of bright sunshine per year. Extreme temperatures have ranged from −26.6 °C (−16 °F) to 36.5 °C (98 °F).\n\n\n=== River management ===\nIn 2007, the World Bank lent US$1 billion to aid river treatment in Xining, including Sanxian County's anti-flooding project, with an added US$1 billion to support infrastructure. Qinghai has invested large amounts in the treatment of Huangshui Main River and Nanchuan River, totalling 24.5 km (15.2 mi). However, a treatment on a 40 km (25 mi) river course and 10 flash flood relief channels remain pending due to lack of equipment. In Sanxian County, a 108.4 m (356 ft) long river course and 80 flash flood relief channels need treatment.\n\n\n=== Air quality ===\nAccording to a 2011 World Health Organization (based on Chinese statistics), Xining has the second worst air quality (annual mean PM10 ug/m3 of 141) among eleven western China cities, and is worse than Beijing (121).\n\n\n== Economy ==\n\nThe GDP per capita was 49,200 RMB (US$7,897) in 2015. Its main industries are wool spinning and textiles, fur, meat, milk, salt, and light processing industries.\n\n\n=== Economic and Technological Development Zones ===\nXining Economic & Technological Development ZoneXining Economic & Technological Development Zone XETDZ) was approved as state-level development zone in July 2000. It has a planned area of 4.4 km2 (1.7 sq mi). XETDZ lies in the east of Xining, 5 km (3.1 mi) away from downtown. The XETDZ is the first of its kind at the national level on the Qinghai-Tibet Plateau. It is established to fulfill the nation's strategy of developing the west.\nXETDZ enjoys a convenient transportation system, connected by the Xining–Lanzhou expressway and run through by two main roads, the broadest roads of the city. It is 4 km (2.5 mi) away from the railway station, 15 km (9.3 mi) from Xining Airport.\nIt focuses on the development of following industries: chemicals based on salt lake resources, nonferrous metals, and petroleum and natural gas processing; special medicine, foods and bio-chemicals using local plateau animals and plants; new products involving ecological and environmental protection, high technology, new materials as well as information technology; and services such as logistics, banking, real estate, tourism, hotel, catering, agency and international trade.\n\n\n== Population ==\n\n\n=== Demographics ===\n\nAccording to the 2010 Census, the prefecture-level city of Xining has a population of 2,208,708 inhabitants, 229,508 persons more than in 2000 (and the demographic growth for the period 2000–2010 was of 1.1 percent per year).At present, four districts, three counties and a national economic and technological development zone are under the administration of the local government. With a population of more than two million, Xining is the first city on the upper reaches of the Yellow River to achieve a population in the millions.\n\n\n=== Ethnic diversity ===\nThere are about 37 nationalities living here, though only the Han, Hui, Monguor/Tu and Tibetan are numerically significant. Local traditions and customs are influenced by the Tibetans, Monguor, Muslims and Han. On 2010 Census numbers, Han Chinese represent 74.04 percent of the total population of Xining, while Hui (16.26 percent), Tibetan (5.51 percent) and Tu (2.6 percent) are the main minority groups in the city.\n\n\n=== Religion ===\n\nLocated in the southwest part of Xining City, the Kumbum Monastery or Ta'er Monastery is one of six famous monasteries in the Gelug (also called Yellow Hat Sect) of Tibetan Buddhism and has hundreds of monks.\nHaving a history of over 600 years, the Dongguan Mosque, located in the Xining City Zone, is one of the most famous mosques in the northwest region of China. It has splendid and diversiform towers, walls and halls in the mosque.\nAnother unique religious structure is the Beishan Si (North Mountain Temple), a Taoist facility.\nThere are more than 300 Christian meeting points in Xining.The Catholic minority is pastorally served by the (pre-diocesan) Apostolic Prefecture of Xining.\n\n\n== Administrative divisions ==\nThe municipality oversees seven districts and counties. The data here are presented in km² and in population according to 2010 Census:\n\n\n== Education ==\n\n\n=== Colleges and universities ===\nQinghai University\nQinghai Normal University\nQinghai University for Nationalities\n\n\n=== Private schools ===\nXining International Academy is an English-language international school.\n\n\n== Transportation ==\n\nXining is situated in a fertile mountain basin in the valley of the Huangshui (river), a tributary of the Yellow River, that acts as a river port. The city lies about 200 km (120 mi) west of Lanzhou, the capital of Gansu province, on what was traditionally the main trade route from northern China into Tibet and the Qaidam Basin. These routes are now followed by modern highways.\n\n\n=== Railway ===\n\nSince 1959 Xining station has been connected by the Lanzhou–Qinghai Railway to China's railway network. Later, this railway was extended into the Qaidam area via Haiyan near Qinghai Lake to Golmud, and, since 2006, to Lhasa, Tibet. (See the Qinghai–Tibet Railway).\nThe second major railway serving Xining is the Lanzhou–Xinjiang High-Speed Railway, opened in December 2014. When first opened, it just provided high-speed train service to Lanzhou and Urumqi (and points in between). With the opening of the Baoji–Lanzhou high-speed railway on July 9, 2017, it has been connected to the rest of the nation's high-speed rail network.\nUnlike many other Chinese cities, where the conventional and high-speed trains stop at different train stations, Xining railway station is served by both types of trains. Thus it can be used as a transfer point for e.g. a passenger traveling from Xinjiang to Tibet.\n\n\n=== Air ===\nXining Caojiabao International Airport serves the area with regularly scheduled passenger flights to major Chinese cities including Beijing, Shanghai, Hong Kong, Chengdu, Kunming, Xi'an, and Wuhan.\n\n\n=== Highway ===\nChina National Highway 214\nChina National Highway 227\nChina National Highway 315\nG6 Beijing–Lhasa Expressway\n\n\n== Food ==\n\nAs the capital of Qinghai province, Xining almost boasts all varieties of local flavors. Xining's cuisine is distinct from other varieties of Chinese cities using mainly food products native to the area. Food here is substantial, but quite inexpensive.\nIn Xining, some restaurants serve varieties of 'plateau flavor', such as Feng'er Liji (a round lamb tenderloin), Danbai Chongcao Ji (a medicine cuisine made of chicken, Chinese caterpillar fungus and eggs), Jinyu Facai (pork wrapped in flagelliform nostoc and shaped as a goldfish) among others. These dishes are often cooked by the locals at home.\nThere are also many small restaurants offering noodles. Gan Ban is a very common noodle dish. Perhaps Mian Pian, which means \"noodle leaves\" is the most common noodle plate among the Qinghai people. On the streets, many Muslims sell spicy lamb brochettes. Due to the cold climate, residents of Xining are also fond of strong spirits—Xining has the reputation of being one of the heaviest regions of alcohol consumption in China.\n\n\n== References ==\n\n\n== External links ==\nXining Government Website",
        "brit": "",
        "quote": "",
        "tags": "['museum', 'tourist_attraction', 'point_of_interest', 'establishment']",
        "website": {
          "source": "http://www.tbtmm.com/",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJjaBYrpwLUjYRFJGKiDW7o9I",
      "name": "People's Park",
      "text": {
        "wiki": "People's Park (Chinese: 人民公园; pinyin: Rénmín Gōngyuán) is an urban public park in central Xining, capital of Qinghai province in western China. Covering an area of 40 hectares (99 acres), it is the largest park in downtown Xining. The park was established in 1959 and expanded in 1964.\n\n\n== Overview ==\nPeople's Park is located on the south bank of the Huangshui River, at the confluence of Huangshui and Beichuan rivers. Its centerpiece is an artificial lake which is lined with willow trees and crossed with two arch bridges in the style of the Jiangnan region. It is divided by a walkway into West Lake and East Lake. The west bank of the lake is lined with a 200-metre (660 ft) arcade. North of the lake is the Lakeview Tower (望湖楼), which affords panoramic views of the lake to the south and the Huangshui to the north.\n\n\n== History ==\nThe park was first opened in 1959, with not much more than a simple zoo. In 1961, Yao Jingquan (姚景权), a new graduate of Beijing Forestry University, was assigned to work for the urban construction bureau of Xining Municipal Government. As the only person in the bureau who had studied park and garden design, he was tasked with redesigning the park. The centerpiece of Yao's design was an artificial lake, which would be used for skating in winter and boating for the rest of the year. Water for the lake would be sourced from the nearby Huangshui River. The city government adopted his proposal and mobilized a large number of citizen volunteers to dig the lake, which took three months to complete. The excavated earth was used to create an island in the middle of the lake. Yao's original design called for a six-story pagoda to be erected on the island, but due to weight concerns it was changed to a pavilion. Construction began in 1964, and the park was reopened in 1965.\n\n\n== References ==",
        "brit": "",
        "quote": "",
        "tags": "['park', 'tourist_attraction', 'point_of_interest', 'establishment']",
        "website": {
          "source": "http://travel.people.com.cn/n/2014/0402/c41570-24800302-2.html",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJ4TB4mgIMUjYRg8qCZ8lvkPw",
      "name": "Dongguan Mosque",
      "text": {
        "wiki": "Dongguan Mosque (Chinese: 东关清真大寺; pinyin: Dōng Guān Qīng Zhēn Dà Sì) is a mosque in Xining, Qinghai Province, China. It is the largest mosque in Qinghai.\n\n\n== History ==\nRestored recently, it was originally built in 1380 and has colorful white arches along the outside of the wide building. It has a green and white dome and two tall minarets.Generals Ma Qi and Ma Bufang controlled the Great Dongguan Mosque when they were military governors of Qinghai.\n\n\n== Pictures ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== See also ==\nIslam in China\nList of mosques in China\n\n\n== References ==",
        "brit": "",
        "quote": "",
        "tags": "['mosque', 'tourist_attraction', 'place_of_worship', 'point_of_interest', 'establishment']",
        "website": {
          "source": "https://m.tuniu.com/g699/guide-0-0/",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJf0UH320MUjYRIqKRph8jhtI",
      "name": "Xining Nanchan Temple",
      "text": {
        "wiki": "",
        "brit": "",
        "quote": "",
        "tags": "['tourist_attraction', 'point_of_interest', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJEwqghq4OUjYRJV8EJK4jhJM",
      "name": "Ma Bufang Residence （Northeast Gate）",
      "text": {
        "wiki": "",
        "brit": "",
        "quote": "",
        "tags": "['tourist_attraction', 'park', 'point_of_interest', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJmTyj-YALUjYRNF72SsMwPE4",
      "name": "Qinghai Museum",
      "text": {
        "wiki": "Xining is the capital of Qinghai province in western China, and the largest city on the Tibetan Plateau. It has 2,208,708 inhabitants at the 2010 census of whom 1,198,304 live in the built up area made of 4 urban districts.The city was a commercial hub along the Northern Silk Road's Hexi Corridor for over 2000 years, and was a stronghold of the Han, Sui, Tang, and Song dynasties' resistance against nomadic attacks from the west. Although long a part of Gansu province, Xining was added to Qinghai in 1928. Xining holds sites of religious significance to Muslims and Buddhists, including the Dongguan Mosque and Ta'er Monastery. The city lies in the Huangshui River valley, and owing to its high altitude, has a cool climate on the borderline between cool semi-arid and dry winter humid continental. It is connected by rail to Lhasa, Tibet and connected by high-speed rail to Lanzhou, Gansu and Ürümqi, Xinjiang.\n\n\n== History ==\nXining has a history of over 2,100 years and was a chief commercial hub on the Hexi Corridor caravan route to Tibet, handling especially timber, wool and salt in ancient times. The trade along the Hexi Corridor was part of a larger trade corridor along the Northern Silk Road, whose use was intensified in the 1st century BC after efforts by the Han dynasty to control this route.Under the Han dynasty (206 BC – 220 AD) a county called Linqiang was established to control the local Qiang tribesmen. It was again a frontier county under the Sui (581–618) and Tang (618–907) dynasties; during the 7th and early 8th centuries it was a center of constant warfare with Tuyuhun and Tibet. In 763, it was overrun by the Tibetans and while under Tibetan control was known to the Chinese as Qingtang cheng (青唐城). Recovered by the Song dynasty in 1104, it received the name Xining (meaning \"peace in the west\") and has been the seat of a prefecture or superior prefecture under that name since that time. In the late 16th century, the Kumbum Monastery was founded some 19 km (12 mi) to the southeast, establishing Xining as an important religious center for the Gelug School of Buddhists.\nA major earthquake occurred May 22, 1927, measuring at a magnitude of 7.6. It was one of the deadliest earthquakes in China with a total count of over 40,000 deaths. It also caused large land fractures.\nXining was the extraterritorial capital of the Koko Nor territory and remained in Gansu until 1928, when it became the provincial capital of the newly established independent province of Qinghai.Xining was subjected to aerial bombardment by Japanese warplanes in 1941 during the Second-Sino Japanese War. The bombing spurred all ethnicities in Qinghai, including the local Qinghai Mongols and Qinghai Tibetans, against the Japanese. The Salar Muslim General Han Youwen directed the defense of the city of Xining during air raids by Japanese planes.Xining was given municipal status in 1945.\nUnder the rule of Governor Ma Bufang, Xining, like the rest of Qinghai, underwent industrialization and modernization. In 1947 the USA sold Ma Bufang a piped water (sewage) system which was installed in Xining. Ma Bufang also promoted education. He made businessmen methodically clean up Xining by serving as insect exterminators, killing flies and neatly throwing them away.Since the late 1950s, when the Liujia Gorge Dam and hydroelectric project came into operation in neighboring Gansu province, Xining has been linked by a high-tension electrical grid to both Liujia and Lanzhou. It also uses local coal from mines at Datongxian to the north. A modern woollen mill was installed at Xining before 1957. The city also has a leather industry and is a market for salt from the Qaidam region. During the late 1950s medium-sized iron and steelworks were built there, supplying metal to Lanzhou.\nConstruction of a highway to the mineral-rich Qaidam basin, and completion in 1959 a link to the Chinese rail network via Lanzhou in Gansu province, has spurred industrial development. This effort was part of a plan of the central government to rapidly exploit oil and pasturage in the Xining area beginning in the 1950s.\n\n\n== Geography and climate ==\nXining is located in the eastern part of Qinghai Province and lies on the Huangshui River. It has a total area of 350 km2 (140 sq mi).Xining is located on the eastern edge of the Qinghai–Tibet Plateau and the upper reaches of the Huangshui River. It is the political, economic, and cultural center of Qinghai Province with an average altitude of about 2,200 metres (7,200 ft). Human activity in the region can be traced to 2,100 years ago. During the Western and Eastern Han dynasties, owing to its developing agriculture, Xining was paid noticed due to its economic and military significance. As well as being an important hinge between the Central Plains and the western part of China in ancient times, Xining was an important link in the Silk Road. It continues to be an important rail and road link to the hinterlands of the Qinghai–Tibet Plateau.\nXining has also been dubbed the Summer Resort Capital of China owing to its cool summer, with a borderline cold semi-arid climate (Köppen BSk)/dry winter humid continental climate (Dwb). Conditions are influenced by the aridity and high altitude. Nights are cold or cool throughout the year, and the diurnal temperature variation often reaches or exceeds 15 °C (27 °F). The monthly 24-hour average temperatures ranges from −7.3 °C (18.9 °F) in January to 17.4 °C (63.3 °F) in July; the annual mean is 6.12 °C (43.0 °F), still making it one of the warmest locations in Qinghai due to the low elevation by provincial standards. Rainfall falls mainly from May to September, and the area is often dry and sunny: with monthly percent possible sunshine ranging from 53 percent in September to 69 percent in November and January, the city receives 2,676 hours of bright sunshine per year. Extreme temperatures have ranged from −26.6 °C (−16 °F) to 36.5 °C (98 °F).\n\n\n=== River management ===\nIn 2007, the World Bank lent US$1 billion to aid river treatment in Xining, including Sanxian County's anti-flooding project, with an added US$1 billion to support infrastructure. Qinghai has invested large amounts in the treatment of Huangshui Main River and Nanchuan River, totalling 24.5 km (15.2 mi). However, a treatment on a 40 km (25 mi) river course and 10 flash flood relief channels remain pending due to lack of equipment. In Sanxian County, a 108.4 m (356 ft) long river course and 80 flash flood relief channels need treatment.\n\n\n=== Air quality ===\nAccording to a 2011 World Health Organization (based on Chinese statistics), Xining has the second worst air quality (annual mean PM10 ug/m3 of 141) among eleven western China cities, and is worse than Beijing (121).\n\n\n== Economy ==\n\nThe GDP per capita was 49,200 RMB (US$7,897) in 2015. Its main industries are wool spinning and textiles, fur, meat, milk, salt, and light processing industries.\n\n\n=== Economic and Technological Development Zones ===\nXining Economic & Technological Development ZoneXining Economic & Technological Development Zone XETDZ) was approved as state-level development zone in July 2000. It has a planned area of 4.4 km2 (1.7 sq mi). XETDZ lies in the east of Xining, 5 km (3.1 mi) away from downtown. The XETDZ is the first of its kind at the national level on the Qinghai-Tibet Plateau. It is established to fulfill the nation's strategy of developing the west.\nXETDZ enjoys a convenient transportation system, connected by the Xining–Lanzhou expressway and run through by two main roads, the broadest roads of the city. It is 4 km (2.5 mi) away from the railway station, 15 km (9.3 mi) from Xining Airport.\nIt focuses on the development of following industries: chemicals based on salt lake resources, nonferrous metals, and petroleum and natural gas processing; special medicine, foods and bio-chemicals using local plateau animals and plants; new products involving ecological and environmental protection, high technology, new materials as well as information technology; and services such as logistics, banking, real estate, tourism, hotel, catering, agency and international trade.\n\n\n== Population ==\n\n\n=== Demographics ===\n\nAccording to the 2010 Census, the prefecture-level city of Xining has a population of 2,208,708 inhabitants, 229,508 persons more than in 2000 (and the demographic growth for the period 2000–2010 was of 1.1 percent per year).At present, four districts, three counties and a national economic and technological development zone are under the administration of the local government. With a population of more than two million, Xining is the first city on the upper reaches of the Yellow River to achieve a population in the millions.\n\n\n=== Ethnic diversity ===\nThere are about 37 nationalities living here, though only the Han, Hui, Monguor/Tu and Tibetan are numerically significant. Local traditions and customs are influenced by the Tibetans, Monguor, Muslims and Han. On 2010 Census numbers, Han Chinese represent 74.04 percent of the total population of Xining, while Hui (16.26 percent), Tibetan (5.51 percent) and Tu (2.6 percent) are the main minority groups in the city.\n\n\n=== Religion ===\n\nLocated in the southwest part of Xining City, the Kumbum Monastery or Ta'er Monastery is one of six famous monasteries in the Gelug (also called Yellow Hat Sect) of Tibetan Buddhism and has hundreds of monks.\nHaving a history of over 600 years, the Dongguan Mosque, located in the Xining City Zone, is one of the most famous mosques in the northwest region of China. It has splendid and diversiform towers, walls and halls in the mosque.\nAnother unique religious structure is the Beishan Si (North Mountain Temple), a Taoist facility.\nThere are more than 300 Christian meeting points in Xining.The Catholic minority is pastorally served by the (pre-diocesan) Apostolic Prefecture of Xining.\n\n\n== Administrative divisions ==\nThe municipality oversees seven districts and counties. The data here are presented in km² and in population according to 2010 Census:\n\n\n== Education ==\n\n\n=== Colleges and universities ===\nQinghai University\nQinghai Normal University\nQinghai University for Nationalities\n\n\n=== Private schools ===\nXining International Academy is an English-language international school.\n\n\n== Transportation ==\n\nXining is situated in a fertile mountain basin in the valley of the Huangshui (river), a tributary of the Yellow River, that acts as a river port. The city lies about 200 km (120 mi) west of Lanzhou, the capital of Gansu province, on what was traditionally the main trade route from northern China into Tibet and the Qaidam Basin. These routes are now followed by modern highways.\n\n\n=== Railway ===\n\nSince 1959 Xining station has been connected by the Lanzhou–Qinghai Railway to China's railway network. Later, this railway was extended into the Qaidam area via Haiyan near Qinghai Lake to Golmud, and, since 2006, to Lhasa, Tibet. (See the Qinghai–Tibet Railway).\nThe second major railway serving Xining is the Lanzhou–Xinjiang High-Speed Railway, opened in December 2014. When first opened, it just provided high-speed train service to Lanzhou and Urumqi (and points in between). With the opening of the Baoji–Lanzhou high-speed railway on July 9, 2017, it has been connected to the rest of the nation's high-speed rail network.\nUnlike many other Chinese cities, where the conventional and high-speed trains stop at different train stations, Xining railway station is served by both types of trains. Thus it can be used as a transfer point for e.g. a passenger traveling from Xinjiang to Tibet.\n\n\n=== Air ===\nXining Caojiabao International Airport serves the area with regularly scheduled passenger flights to major Chinese cities including Beijing, Shanghai, Hong Kong, Chengdu, Kunming, Xi'an, and Wuhan.\n\n\n=== Highway ===\nChina National Highway 214\nChina National Highway 227\nChina National Highway 315\nG6 Beijing–Lhasa Expressway\n\n\n== Food ==\n\nAs the capital of Qinghai province, Xining almost boasts all varieties of local flavors. Xining's cuisine is distinct from other varieties of Chinese cities using mainly food products native to the area. Food here is substantial, but quite inexpensive.\nIn Xining, some restaurants serve varieties of 'plateau flavor', such as Feng'er Liji (a round lamb tenderloin), Danbai Chongcao Ji (a medicine cuisine made of chicken, Chinese caterpillar fungus and eggs), Jinyu Facai (pork wrapped in flagelliform nostoc and shaped as a goldfish) among others. These dishes are often cooked by the locals at home.\nThere are also many small restaurants offering noodles. Gan Ban is a very common noodle dish. Perhaps Mian Pian, which means \"noodle leaves\" is the most common noodle plate among the Qinghai people. On the streets, many Muslims sell spicy lamb brochettes. Due to the cold climate, residents of Xining are also fond of strong spirits—Xining has the reputation of being one of the heaviest regions of alcohol consumption in China.\n\n\n== References ==\n\n\n== External links ==\nXining Government Website",
        "brit": "",
        "quote": "",
        "tags": "['museum', 'tourist_attraction', 'point_of_interest', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJh3eujKcPUjYRn5IDDai0qJA",
      "name": "Huangle Park",
      "text": {
        "wiki": "",
        "brit": "",
        "quote": "",
        "tags": "['park', 'tourist_attraction', 'point_of_interest', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJr6m0K0wLUjYRlZyP0j6Y3qY",
      "name": "Qinghai Science & Technology Museum",
      "text": {
        "wiki": "",
        "brit": "",
        "quote": "",
        "tags": "['museum', 'tourist_attraction', 'point_of_interest', 'establishment']",
        "website": {
          "source": "http://www.qhkjg.com/",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJ746blaILUjYRmh09hj5YB8M",
      "name": "Chaoyang Park",
      "text": {
        "wiki": "Beijing Capital International Airport (IATA: PEK, ICAO: ZBAA) is the main international airport serving Beijing. It is located 32 km (20 mi) northeast of Beijing's city center, in an enclave of Chaoyang District and the surroundings of that enclave in suburban Shunyi District. The airport is owned and operated by the Beijing Capital International Airport Company Limited, a state-controlled company. The airport's IATA Airport code, PEK, is based on the city's former romanized name, Peking.\nBeijing Capital has rapidly ascended in rankings of the world's busiest airports in the past decade. It had become the busiest airport in Asia in terms of passenger traffic and total traffic movements by 2009. It has been the world's second busiest airport in terms of passenger traffic since 2010. The airport registered 557,167 aircraft movements (take-offs and landings), ranking 6th in the world in 2012. In terms of cargo traffic, Beijing airport has also witnessed rapid growth. By 2012, the airport had become the 13th busiest airport in the world by cargo traffic, registering 1,787,027 tons.\n\n\n== History ==\n\nBeijing Airport was opened on 1 March 1958. The airport then consisted of one small terminal building, which still stands to this day, apparently for the use of VIPs and charter flights, along with a single 2,500-metre runway on the east which was extended to 3,200 metres in 1966 and 3,800 metres in 1982 respectively. Another 3,200-meter runway on the west was completed in October 1978. On 1 January 1980, a newer, larger Terminal 1 – green in color – opened, with docks for 10 to 12 aircraft. The terminal was larger than the one built in the 1950s, but by the mid-1990s, its size became relatively inadequate.\nThe first International flight to China and Beijing Capital International Airport was of Pakistan International Airlines from Islamabad.\nIn late 1999, to mark the 50th anniversary of the founding of the PRC, the airport experienced a new round of expansion as Terminal 2 opened on 1 November of that year. Terminal 1 was then temporarily closed for renovation after the opening of Terminal 2. 20 September 2004 saw the opening of a renovated Terminal 1, which at that time solely handled China Southern Airlines' domestic and international flights from Beijing. Other airlines' domestic and international flights still operated in Terminal 2.\nAnother round of expansion started in 2007. A third runway opened on 29 October 2007, to relieve congestion on the other two runways. Terminal 3 (T3) was completed in February 2008, in time for the Beijing Olympics. This colossal expansion also included a rail link to the city center. At its opening, the new Terminal 3 was the largest man-made structure in the world in terms of area covered, and a major landmark representing Beijing as the growing and developing Chinese capital. The expansion was largely funded by a 30 billion yen loan from Japan and a 500-million-euro (US$625 million) loan from the European Investment Bank (EIB). The loan is the largest ever granted by the EIB in Asia; the agreement was signed during the eighth China-EU Summit held in September 2005.Fresh from hosting the 2008 Summer Olympics and adding its new terminal building, Beijing Capital has overtaken Tokyo Haneda to be the busiest airport in Asia based on scheduled seat capacity.Due to limited capacity at Beijing Capital International Airport, plans were set forth for the construction of a new airport in Daxing. The project was given final approval on 13 January 2013. Construction began in late 2014 and was completed in 2019. The new airport will serve as a hub for SkyTeam alliance airlines (except China Eastern Airlines), while Star Alliance members will stay at Beijing Capital International Airport. Hainan Airlines, which accounted for 10% of Beijing Capital International's passenger seat capacity in 2016, but is not part of any major alliance, will stay at the existing capital airport.\n\n\n== Terminals ==\n\nThe airport has three terminals. Terminal 1 serves the domestic routes of Hainan Airlines and its subsidiaries (while its international, Hong Kong, Macau, and Taiwan flights operate from Terminal 2). Terminal 2 serves China Southern Airlines, China Eastern Airlines, SkyTeam (excluding China Airlines, which uses Terminal 3), Oneworld members American Airlines and SriLankan Airlines, and also other domestic and international flights. Terminal 3, the newest terminal, serves Air China, Star Alliance, Oneworld members (excluding American Airlines and SriLankan Airlines, which uses Terminal 2), plus SkyTeam member China Airlines, and some other domestic and international flights that do not operate from either Terminals 1 or 2.\n\n\n=== Terminal 1 ===\n\nTerminal 1, with 60,000 m2 (650,000 sq ft) of space, opened on 1 January 1980, and replaced the smaller existing terminal, which had been in operation since 1958. Terminal 1 was closed for renovation from 1 November 1999 to 20 September 2004, during which all airlines operated from Terminal 2. Featuring 16 gates, it was the operational base for the domestic routes of China Southern Airlines and a few other airlines such as XiamenAir and Chongqing Airlines, and was originally planned to handle domestic traffic excluding those to Hong Kong and Macau.\nWith the opening of Terminal 3, the terminal was closed for light refurbishment, and its airlines were moved to Terminal 2 on 20 May 2008. Terminal 1 reopened for a second time on 27 June 2008, and became the operational base for all domestic flights operated by the HNA Group including those of Hainan Airlines, Grand China Air, Beijing Capital Airlines and Tianjin Airlines, while all HNA Group's international, Hong Kong, Macau, and Taiwan flights remain in Terminal 2.\n\n\n=== Terminal 2 ===\n\nTerminal 2 opened on 1 November 1999, with a floor area of 336,000 m2 (3,620,000 sq ft). This terminal was used to replace Terminal 1 while the latter was undergoing renovation, cramping all airlines despite being far bigger than Terminal 1. It can handle twenty aircraft at docks connecting directly to the terminal building. Prior to the opening of Terminal 3, all international flights (and the majority of domestic flights) operated from this terminal. This terminal now houses China Eastern Airlines, China Southern Airlines, Hainan Airlines (all international, Hong Kong, Macau, and Taiwan flights), SkyTeam (excluding China Airlines, which uses Terminal 3), Oneworld members American Airlines and SriLankan Airlines, Air Koryo, and other domestic and international flights other than those operated by Air China, Shanghai Airlines, Star Alliance members and Oneworld members. A gate capable of handling the A380 (gate 21) was also built at the terminal.\nTerminals 1 and 2 are linked by a public walkway that takes about 10–15 minutes to traverse. Shuttle buses connect all three terminals.\n\n\n=== Terminal 3 ===\n\nConstruction of Terminal 3 started on 28 March 2004, and the terminal opened in two stages. Trial operations commenced on 29 February 2008, when seven airlines including El Al Israel Airlines, Qantas, Qatar Airways, Shandong Airlines and Sichuan Airlines moved into the terminal. Twenty other airlines followed when the terminal became fully operational on 26 March 2008. Currently, it mainly houses Air China, Star Alliance,  Oneworld (excluding American Airlines and SriLankan Airlines, which uses Terminal 2), SkyTeam member China Airlines, and other domestic and international flights that are not operated from Terminal 2. Star Alliance members LOT Polish Airlines, Scandinavian Airlines, Lufthansa, Austrian Airlines, United Airlines, Air Canada, Turkish Airlines, Thai Airways International, Singapore Airlines, All Nippon Airways, Asiana Airlines, and Air China use Terminal 3-E as part of the Move Under One Roof program to co-locate alliance members.\nTerminal 3 was designed by a consortium of Netherlands Airport Consultants (NACO), UK Architect Foster and Partners, and ARUP. Lighting was designed by UK lighting architects Speirs and Major Associates. The budget for the expansion is US$3.5 billion. Much larger in size and scale than the other two terminals, Terminal 3 was the largest airport terminal-building complex in the world to be built in a single phase, with 986,000 m2 (10,610,000 sq ft) in total floor area at its opening. It features a main passenger terminal (Terminal 3C) and two satellite concourses (Terminal 3D and Terminal 3E), all of the five floors above ground and two underground, with the letters \"A and B\" omitted to avoid confusion with the existing Terminals 1 and 2. Only two concourses were initially opened, namely, Terminal 3C dedicated for domestic flights and Terminal 3E for international flights. Terminal 3D officially opened on 18 April 2013. The newly opened concourse is temporarily used solely by Air China for some of its domestic flights.At the time of its opening, Terminal 3 was the largest airport passenger terminal building in the world. Its title as the world's largest passenger terminal was surrendered on 14 October 2008 to Dubai International Airport's Terminal 3, which has 1,713,000 m2 (18,440,000 sq ft) of floor space.\nOn 20 July 2013, a man in a wheelchair detonated small homemade explosives in Terminal 3 of the Beijing International Airport. The bomber, reported to be Ji Zhongxing, was injured and taken to a hospital for his injuries. No other people were hurt.\n\n\n==== System, security and luggage ====\n\nTerminal 3 has a 300,000 m2 (3,200,000 sq ft) transportation centre with a 7,000-car garage. The transportation center has designated traffic lanes for airport buses, taxis, and private vehicles. Travelers bound for T3 can exit their vehicles and enter T3 within five minutes. There is also a station for the Capital Airport Express of the Beijing Subway.\nTerminal 3 has 243 elevators, escalators or moving walkways. Each row of seats in the waiting area has electrical outlets. Every restroom has a diaper changing station. There is also a room for travelers with disabilities.One of Terminal 3's highlights is the US$240 million luggage-transfer systems. The luggage system is equipped with yellow carts, each of which has a code that matches the bar code on every piece of luggage loaded and allows easy and accurate tracking. More than 200 cameras are used to monitor activities in the luggage area.\nThe luggage system can handle 19,200 pieces of luggage per hour. After luggage is checked in at any of the 292 counters in Terminal 3C, it can be transferred at a speed of ten meters per second. Hence, a suitcase can travel from T3C to T3E in five minutes. Arriving passengers should be able to begin retrieving their luggage within 4.5 minutes after airplanes are unloaded.\nBesides X-ray scanners, additional equipment is used to conduct baggage screening. Passengers will be able to check-in their luggage at the airport from several hours to even a day before their flights. The airport will store the luggage in its luggage system and then load it on the correct aircraft.\n\n\n==== Appearance ====\nThe highest building at the airport, a 98.3 m (323 ft) monitoring tower, stands at the southern end of T3. The roof of T3 is red, the Chinese color for good luck. The terminal's ceilings use white strips for decoration and to indicate directions. Under the white strips, the basic color of the ceiling is orange with light to dark tones indicating where a passenger is inside the building. The roof is light orange in the center. The color deepens as the roof extends to the sides in T3E and goes the other way round in T3C.\nThe roof of T3 has dozens of triangular windows to let in the daylight. Light angles can be adjusted to ensure adequate interior lighting. Many traditional Chinese elements will be employed in the terminal's interior decoration, including a \"Menhai\", a big copper vat used to store water for fighting fires in the Forbidden City, and the carvings imitating the famous Nine-Dragon Wall.\nAn indoor garden is constructed in the T3E waiting area, in the style of imperial gardens such as the Summer Palace. In T3C, a tunnel landscape of an underground garden has been finished with plants on each side so that passengers can appreciate them inside the mini-train.\n\n\n==== Facilities ====\nThe T3 food-service area is called a \"global kitchen,\" where 72 stores provide food ranging from formal dishes to fast food, from Chinese to western, and from bakery goods to ice cream. Airport officials have promised that people who buy products at the airport will find the same prices in central Beijing.\nIn addition to food and beverage areas, there is a 16,200 m2 (174,000 sq ft) domestic retail area, a 12,600 m2 (136,000 sq ft) duty-free-store area and a nearly 7,200 m2 (78,000 sq ft) convenience-service area, which includes banks, business centres, Internet services and more. At 45,200 m2 (487,000 sq ft), the commercial area is twice the size of Beijing's Lufthansa Shopping Center.\n\nThe terminal provides 72 aerobridges or jetways and is further complemented with remote parking bays that bring the total number of gates to 150. Terminal 3 comes with an additional runway. It increases BCIA's total capacity by 72 million passengers per year to approximately 90 million.\n\n\n==== Airbus A380 ====\nThe terminal has gates and a nearby runway that can handle the Airbus A380. This capability was proven when Singapore Airlines briefly offered A380 flights to Beijing in August 2008 during the Summer Olympics. Emirates started its scheduled daily operation to Dubai on 1 August 2010. Singapore Airlines has been using an A380 since June 2014 and increased to two A380s in 2015. China Southern Airlines operates two flights to Guangzhou Baiyun Airport, Chongqing Jiangbei Airport, and Amsterdam Schiphol Airport starting from 2011, 2013, and 2015. Lufthansa has been using these facilities since October 2010 to handle up to five A380 flights per week. \n\n\n== Airlines and destinations ==\n\n\n=== Passenger ===\n\n\n=== Cargo ===\n\n\n== Ground transportation ==\n\n\n=== Intra-terminal transportation ===\nTerminal 3 consists of three sub-concourses. Both domestic and international travellers check in at concourse T3C. Gates for domestic flights are in T3C, and gates for domestic flights operated by Air China are also located in concourse T3D. All international, Hong Kong, and Macau, and Taiwan flights are handled in concourse T3E.\nIn conjunction with the construction of the new terminal, Bombardier Transportation installed a 2 km (1.2 mi) automated people mover which connects T3C and T3E via T3D in a 2–5-minute one-way trip. The line uses Innovia APM 100 vehicles running at 6-minute intervals at a maximum speed of 55 kilometres per hour (34 mph).\n\n\n=== Inter-terminal transportation ===\n\nThe airport provides a free inter-terminal shuttle bus between Terminals 1/2 and 3. They operate every 10 minutes from 6 am to 11 pm, and every 30 minutes from 11 pm till 6 am. Terminals 1 and 2 are connected by a lengthy corridor.\n\n\n=== Rail ===\n\nBeijing Capital International Airport is served by the Capital Airport Express, a dedicated rail link operated as part of the Beijing Subway system. The 28.1 km (17.5 mi) line runs from Terminal 3 to Terminal 2 and then to the city with stops at Sanyuanqiao and Dongzhimen. The line opened on 19 July 2008, in time for the 2008 Summer Olympics. A one-way trip takes approximately 16–20 minutes and costs ¥25. The running hours are 6:35-23:10 for T2, 6:20-22:50 for T3 and 6:00-22:30 for Dongzhimen.\n\n\n=== Bus ===\n\nThere are 18 bus routes to and from points throughout the city including Xidan, Beijing railway station, Beijing South railway station, Beijing West railway station, Zhongguancun, Fangzhuang and Shangdi. The airport buses run to each of the three terminals and cost up to ¥30 per ride depending on the route. The airport buses accept only paper tickets that are sold at each terminal and certain bus stops in the city. The airport also offers intercity bus services to and from neighboring cities including Tianjin, Qinhuangdao, Baoding, Langfang and Tangshan.\n\n\n=== Car ===\n\nThe airport is accessible by four expresses tollways. Two of these run directly from northeastern Beijing to the airport. The other two connect to the airport from nearby highways.\n\nThe Airport Expressway is a 20 km (12 mi) toll road that runs from the northeastern 3rd Ring Road at Sanyuanqiao directly to Terminals 1 and 2. It was built in the 1990s and has served as the primary road connection to the city.\nThe 2nd Airport Expressway, opened in 2008, is a 15.6 km (9.7 mi) toll road that runs east from Yaojiayuan Lu at the eastern 5th Ring Road and then north to Terminal 3.\nThe Northern Airport Line, opened in 2006, is an 11.3 km (7.0 mi) toll road that runs east from the Jingcheng Expressway to Terminals 1 and 2.\nThe Southern Airport Line, opened in 2008, is a toll road that runs parallel and to the south of the Northern Airport Line from the Jingcheng Expressway to the eastern Sixth Ring Road at the Litian Bridge. This highway crosses the Airport Expressway and 2nd Airport Expressway, and enables drivers on the former to reach Terminal 3 and the latter to head to Terminals 1 and 2.\n\n\n== Accolades ==\n2009 – 1st on the ranking of the World's Best Airport by Condé Nast Traveler magazine, based on its satisfaction survey.\n2011 – 3rd Best Airport Worldwide of the Airport Service Quality Awards by Airports Council International.\n\n\n== Statistics ==\n\n\n== Other facilities ==\nBeijing Capital Airlines has its headquarters in the Capital Airlines Building (首都航空大厦; Shǒudū Hángkōng Dàshà) at the airport.\n\n\n== Sister airports ==\nO'Hare International Airport\nHelsinki Airport\nHong Kong International Airport\nLos Angeles International Airport\nManchester Airport\nMunich Airport\nSuvarnabhumi Airport\nSydney Airport\nStockholm Arlanda Airport\nAbu Dhabi International Airport\n\n\n== Photo gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== See also ==\n\nBeijing Daxing International Airport\nBeijing Nanyuan Airport\nList of airports in China\nList of the busiest airports in China\n\n\n== References ==\n\n\n== External links ==\nOfficial website",
        "brit": "",
        "quote": "",
        "tags": "['park', 'tourist_attraction', 'point_of_interest', 'establishment']",
        "website": {
          "source": "http://www.sun-park.com/",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJgWXA-3cKUjYRxkm3dM0YfHw",
      "name": "Beihai Park （West Gate）",
      "text": {
        "wiki": "Nanjing Lukou International Airport  (IATA: NKG, ICAO: ZSNJ) is the main airport serving Nanjing (the capital of Jiangsu Province) and a major airport serving the Yangtze River Delta area. As of 2016, it is the 12th busiest civil airport in China. It is located in the suburban Jiangning District, over 35 km (22 mi) south of the city center, and is connected to Nanjing and neighboring towns by expressways. Phase I of the Ninggao Intercity Line and Line S1 of the Nanjing Metro link the airport with Nanjing South railway station.\nNanjing is the hub for China Eastern Airlines' Jiangsu Company, and a focus city for Shenzhen Airlines. China Southern Airlines and XiamenAir also operate a considerable number of flights there. Nanjing is the main base for China Postal Airlines, with pure cargo service to all major cities in China, handling express mail and cargo transportation for China Post. In 2017, the airport handled 25,822,936 passengers and 374,214.9 tons of freight.\n\n\n== History ==\nConstruction of Nanjing Lukou International Airport started on 28 February 1995, and was completed two years later. When the airport opened on 1 July 1997, all civilian operations were transferred to it from Nanjing Dajiaochang Airport, and Nanjing Dajiaochang was converted to a Chinese military air base.Although Nanjing Lukou had been designated an international airport since commencing operations, China’s state administrations only approved it for foreign aircraft on 18 November 1997.In 2006, China Post started building its express logistics center at Nanjing Lukou to handle its express mail services. Initial construction was completed by 2009, with additional facilities and functions added continuously. The final project, as planned, would be the largest in Asia and the third-largest in the world of its kind.In 2009, the airport handled 10 million passengers. In 2013, that number surpassed 15 million, which was 3 million above the terminal’s designed operational capacity. In preparation for the 2014 Summer Youth Olympics, hosted by Nanjing, Terminal 2 was completed after more than three years of construction. Also completed were a new parallel runway with taxiways, a new tower, new aircraft parking positions, and new cargo handling facilities. On 12 July 2014, all flights were relocated to Terminal 2, and Terminal 1 was closed for renovation.The new facilities removed the bottleneck caused by the limited capability of the old terminal and runway. In November 2014, with the launching of the Phase 2 expansion and optimization of neighboring air traffic patterns, authorities approved an increase of peak-hour flight volume from 28 flights per hour to 38 flights per hour.With the added capacity, Nanjing Airport has seen rapid increase in both aircraft movement and total passengers. In 2015, the number of total passengers exceeded 19 million (until 28 December), that is 2.87 million on top of 2014, a 17.7% increase compared to the same period of the previous year. The airport continues to see substantial increase into 2016, which saw 29,210 aircraft movements and 3.39 million passengers handled in January and February, a 16.9% and a 21.2% increase respectively, comparing to the same period 2015.\n\n\n== Composition ==\nThe airport consists of two terminals, two 3600-meter runways (paralleled by three taxiways and connected by two taxiways), two control towers, a cargo center, a transportation center, and an apron. Adjacent to, but not belonging to, the airport is the China Post express logistics center and the base for China Postal Airlines.\nThe older section of the airport consists of:\n\nTerminal 1 (renovated floor space 160,000m², 80 check-in counters and 33 security lanes.\none northern runway (length 3600 m, width 60 m, 4E rating)\none runway (length 3600 m, width 45 m)\na cargo center (34,000m²)\nan apron (447,000m²)\na control tower (height 87 m)Terminal 1 was closed on 14 July 2014 for renovation, it reopened on 29 July 2020 as the International terminal.\nThe Phase 2 expansion includes:\nTerminal 2 (263,000m² floor space, 35 boarding bridges, annual capacity 18 million passengers)\na new 4F-rating southern runway and two parallel taxiways\ntwo taxiways connecting the northern and southern runways\n20 aircraft parking positions\na second control tower (height 107 m)\nan 11,000m² carpark\na transportation center, which seats a subway station, a coach station, a Pullman Hotel, and shopping and dining facilitiesThe two terminals are also connected by the transportation center structure.\n\n\n== Airlines and destinations ==\n\n\n=== Passenger ===\n\n\n=== Cargo ===\n\n\n== Ground transportation ==\n\n\n=== Airport shuttle ===\n\n\n==== City to airport ====\nFrom Nanjing South Railway Station: 6:00–21:00, every 20 minutes, duration 40 minutes\nFrom Nanjing Railway Station East Square (with a stop at 221 Middle Longpan Road): 5:40–21:00, every 20 minutes, duration 80 minutes\n\n\n==== Airport to city ====\nLine 1: 30 minutes after the first landing to the last landing of the day (stops: Yuhua Square, Qinhong Bridge, Xihuamen, Nanjing railway station); max. interval 30 minutes\nLine 2: 9:30–22:30 (stops: Cuipingshan Hotel, Nanjing South railway station, Zhonghuamen Subway Station), max. interval 30 minutes\n\n\n=== Expressway ===\nThe airport is accessed by Konggang Road, which connects to the Airport Expressway. The Airport Expressway is part of S55 Ningxuan (Nanjing-Xuancheng) Expressway.\n\n\n=== Rail ===\nThe Lukou Airport Station on Line S1 of the Nanjing Metro links the airport with Nanjing South Railway Station. Operation hours are from 6 AM (from Nanjing South Railway Station) or 6:40 AM (from the airport) to 10 PM, at 9'57\" intervals in peak hours and 13'16\" intervals in low hours. The entire journey takes approximately 35 minutes and costs 6 RMB. At Nanjing South railway station, passengers can transfer to high-speed trains to other cities, coach services to nearby towns, and Nanjing subway and bus lines.\n\n\n=== Taxi ===\nTaxis are easily accessible outside the arrivals hall. Fare between the airport and city area ranges from ¥80 to ¥120.\n\n\n== See also ==\nNanjing Dajiaochang Airport\nNanjing Liuhe Airport\nList of airports in China\nList of the busiest airports in the People's Republic of China\n\n\n== References ==\n\n\n== External links ==\nNanjing Lukou International Airport (official website)\nAirport information for ZSNJ at World Aero Data. Data current as of October 2006.",
        "brit": "",
        "quote": "",
        "tags": "['park', 'point_of_interest', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJBQDJFiZvUjYRuKgbXTbEPM4",
      "name": "Ta'er Monastery",
      "text": {
        "wiki": "Xining is the capital of Qinghai province in western China, and the largest city on the Tibetan Plateau. It has 2,208,708 inhabitants at the 2010 census of whom 1,198,304 live in the built up area made of 4 urban districts.The city was a commercial hub along the Northern Silk Road's Hexi Corridor for over 2000 years, and was a stronghold of the Han, Sui, Tang, and Song dynasties' resistance against nomadic attacks from the west. Although long a part of Gansu province, Xining was added to Qinghai in 1928. Xining holds sites of religious significance to Muslims and Buddhists, including the Dongguan Mosque and Ta'er Monastery. The city lies in the Huangshui River valley, and owing to its high altitude, has a cool climate on the borderline between cool semi-arid and dry winter humid continental. It is connected by rail to Lhasa, Tibet and connected by high-speed rail to Lanzhou, Gansu and Ürümqi, Xinjiang.\n\n\n== History ==\nXining has a history of over 2,100 years and was a chief commercial hub on the Hexi Corridor caravan route to Tibet, handling especially timber, wool and salt in ancient times. The trade along the Hexi Corridor was part of a larger trade corridor along the Northern Silk Road, whose use was intensified in the 1st century BC after efforts by the Han dynasty to control this route.Under the Han dynasty (206 BC – 220 AD) a county called Linqiang was established to control the local Qiang tribesmen. It was again a frontier county under the Sui (581–618) and Tang (618–907) dynasties; during the 7th and early 8th centuries it was a center of constant warfare with Tuyuhun and Tibet. In 763, it was overrun by the Tibetans and while under Tibetan control was known to the Chinese as Qingtang cheng (青唐城). Recovered by the Song dynasty in 1104, it received the name Xining (meaning \"peace in the west\") and has been the seat of a prefecture or superior prefecture under that name since that time. In the late 16th century, the Kumbum Monastery was founded some 19 km (12 mi) to the southeast, establishing Xining as an important religious center for the Gelug School of Buddhists.\nA major earthquake occurred May 22, 1927, measuring at a magnitude of 7.6. It was one of the deadliest earthquakes in China with a total count of over 40,000 deaths. It also caused large land fractures.\nXining was the extraterritorial capital of the Koko Nor territory and remained in Gansu until 1928, when it became the provincial capital of the newly established independent province of Qinghai.Xining was subjected to aerial bombardment by Japanese warplanes in 1941 during the Second-Sino Japanese War. The bombing spurred all ethnicities in Qinghai, including the local Qinghai Mongols and Qinghai Tibetans, against the Japanese. The Salar Muslim General Han Youwen directed the defense of the city of Xining during air raids by Japanese planes.Xining was given municipal status in 1945.\nUnder the rule of Governor Ma Bufang, Xining, like the rest of Qinghai, underwent industrialization and modernization. In 1947 the USA sold Ma Bufang a piped water (sewage) system which was installed in Xining. Ma Bufang also promoted education. He made businessmen methodically clean up Xining by serving as insect exterminators, killing flies and neatly throwing them away.Since the late 1950s, when the Liujia Gorge Dam and hydroelectric project came into operation in neighboring Gansu province, Xining has been linked by a high-tension electrical grid to both Liujia and Lanzhou. It also uses local coal from mines at Datongxian to the north. A modern woollen mill was installed at Xining before 1957. The city also has a leather industry and is a market for salt from the Qaidam region. During the late 1950s medium-sized iron and steelworks were built there, supplying metal to Lanzhou.\nConstruction of a highway to the mineral-rich Qaidam basin, and completion in 1959 a link to the Chinese rail network via Lanzhou in Gansu province, has spurred industrial development. This effort was part of a plan of the central government to rapidly exploit oil and pasturage in the Xining area beginning in the 1950s.\n\n\n== Geography and climate ==\nXining is located in the eastern part of Qinghai Province and lies on the Huangshui River. It has a total area of 350 km2 (140 sq mi).Xining is located on the eastern edge of the Qinghai–Tibet Plateau and the upper reaches of the Huangshui River. It is the political, economic, and cultural center of Qinghai Province with an average altitude of about 2,200 metres (7,200 ft). Human activity in the region can be traced to 2,100 years ago. During the Western and Eastern Han dynasties, owing to its developing agriculture, Xining was paid noticed due to its economic and military significance. As well as being an important hinge between the Central Plains and the western part of China in ancient times, Xining was an important link in the Silk Road. It continues to be an important rail and road link to the hinterlands of the Qinghai–Tibet Plateau.\nXining has also been dubbed the Summer Resort Capital of China owing to its cool summer, with a borderline cold semi-arid climate (Köppen BSk)/dry winter humid continental climate (Dwb). Conditions are influenced by the aridity and high altitude. Nights are cold or cool throughout the year, and the diurnal temperature variation often reaches or exceeds 15 °C (27 °F). The monthly 24-hour average temperatures ranges from −7.3 °C (18.9 °F) in January to 17.4 °C (63.3 °F) in July; the annual mean is 6.12 °C (43.0 °F), still making it one of the warmest locations in Qinghai due to the low elevation by provincial standards. Rainfall falls mainly from May to September, and the area is often dry and sunny: with monthly percent possible sunshine ranging from 53 percent in September to 69 percent in November and January, the city receives 2,676 hours of bright sunshine per year. Extreme temperatures have ranged from −26.6 °C (−16 °F) to 36.5 °C (98 °F).\n\n\n=== River management ===\nIn 2007, the World Bank lent US$1 billion to aid river treatment in Xining, including Sanxian County's anti-flooding project, with an added US$1 billion to support infrastructure. Qinghai has invested large amounts in the treatment of Huangshui Main River and Nanchuan River, totalling 24.5 km (15.2 mi). However, a treatment on a 40 km (25 mi) river course and 10 flash flood relief channels remain pending due to lack of equipment. In Sanxian County, a 108.4 m (356 ft) long river course and 80 flash flood relief channels need treatment.\n\n\n=== Air quality ===\nAccording to a 2011 World Health Organization (based on Chinese statistics), Xining has the second worst air quality (annual mean PM10 ug/m3 of 141) among eleven western China cities, and is worse than Beijing (121).\n\n\n== Economy ==\n\nThe GDP per capita was 49,200 RMB (US$7,897) in 2015. Its main industries are wool spinning and textiles, fur, meat, milk, salt, and light processing industries.\n\n\n=== Economic and Technological Development Zones ===\nXining Economic & Technological Development ZoneXining Economic & Technological Development Zone XETDZ) was approved as state-level development zone in July 2000. It has a planned area of 4.4 km2 (1.7 sq mi). XETDZ lies in the east of Xining, 5 km (3.1 mi) away from downtown. The XETDZ is the first of its kind at the national level on the Qinghai-Tibet Plateau. It is established to fulfill the nation's strategy of developing the west.\nXETDZ enjoys a convenient transportation system, connected by the Xining–Lanzhou expressway and run through by two main roads, the broadest roads of the city. It is 4 km (2.5 mi) away from the railway station, 15 km (9.3 mi) from Xining Airport.\nIt focuses on the development of following industries: chemicals based on salt lake resources, nonferrous metals, and petroleum and natural gas processing; special medicine, foods and bio-chemicals using local plateau animals and plants; new products involving ecological and environmental protection, high technology, new materials as well as information technology; and services such as logistics, banking, real estate, tourism, hotel, catering, agency and international trade.\n\n\n== Population ==\n\n\n=== Demographics ===\n\nAccording to the 2010 Census, the prefecture-level city of Xining has a population of 2,208,708 inhabitants, 229,508 persons more than in 2000 (and the demographic growth for the period 2000–2010 was of 1.1 percent per year).At present, four districts, three counties and a national economic and technological development zone are under the administration of the local government. With a population of more than two million, Xining is the first city on the upper reaches of the Yellow River to achieve a population in the millions.\n\n\n=== Ethnic diversity ===\nThere are about 37 nationalities living here, though only the Han, Hui, Monguor/Tu and Tibetan are numerically significant. Local traditions and customs are influenced by the Tibetans, Monguor, Muslims and Han. On 2010 Census numbers, Han Chinese represent 74.04 percent of the total population of Xining, while Hui (16.26 percent), Tibetan (5.51 percent) and Tu (2.6 percent) are the main minority groups in the city.\n\n\n=== Religion ===\n\nLocated in the southwest part of Xining City, the Kumbum Monastery or Ta'er Monastery is one of six famous monasteries in the Gelug (also called Yellow Hat Sect) of Tibetan Buddhism and has hundreds of monks.\nHaving a history of over 600 years, the Dongguan Mosque, located in the Xining City Zone, is one of the most famous mosques in the northwest region of China. It has splendid and diversiform towers, walls and halls in the mosque.\nAnother unique religious structure is the Beishan Si (North Mountain Temple), a Taoist facility.\nThere are more than 300 Christian meeting points in Xining.The Catholic minority is pastorally served by the (pre-diocesan) Apostolic Prefecture of Xining.\n\n\n== Administrative divisions ==\nThe municipality oversees seven districts and counties. The data here are presented in km² and in population according to 2010 Census:\n\n\n== Education ==\n\n\n=== Colleges and universities ===\nQinghai University\nQinghai Normal University\nQinghai University for Nationalities\n\n\n=== Private schools ===\nXining International Academy is an English-language international school.\n\n\n== Transportation ==\n\nXining is situated in a fertile mountain basin in the valley of the Huangshui (river), a tributary of the Yellow River, that acts as a river port. The city lies about 200 km (120 mi) west of Lanzhou, the capital of Gansu province, on what was traditionally the main trade route from northern China into Tibet and the Qaidam Basin. These routes are now followed by modern highways.\n\n\n=== Railway ===\n\nSince 1959 Xining station has been connected by the Lanzhou–Qinghai Railway to China's railway network. Later, this railway was extended into the Qaidam area via Haiyan near Qinghai Lake to Golmud, and, since 2006, to Lhasa, Tibet. (See the Qinghai–Tibet Railway).\nThe second major railway serving Xining is the Lanzhou–Xinjiang High-Speed Railway, opened in December 2014. When first opened, it just provided high-speed train service to Lanzhou and Urumqi (and points in between). With the opening of the Baoji–Lanzhou high-speed railway on July 9, 2017, it has been connected to the rest of the nation's high-speed rail network.\nUnlike many other Chinese cities, where the conventional and high-speed trains stop at different train stations, Xining railway station is served by both types of trains. Thus it can be used as a transfer point for e.g. a passenger traveling from Xinjiang to Tibet.\n\n\n=== Air ===\nXining Caojiabao International Airport serves the area with regularly scheduled passenger flights to major Chinese cities including Beijing, Shanghai, Hong Kong, Chengdu, Kunming, Xi'an, and Wuhan.\n\n\n=== Highway ===\nChina National Highway 214\nChina National Highway 227\nChina National Highway 315\nG6 Beijing–Lhasa Expressway\n\n\n== Food ==\n\nAs the capital of Qinghai province, Xining almost boasts all varieties of local flavors. Xining's cuisine is distinct from other varieties of Chinese cities using mainly food products native to the area. Food here is substantial, but quite inexpensive.\nIn Xining, some restaurants serve varieties of 'plateau flavor', such as Feng'er Liji (a round lamb tenderloin), Danbai Chongcao Ji (a medicine cuisine made of chicken, Chinese caterpillar fungus and eggs), Jinyu Facai (pork wrapped in flagelliform nostoc and shaped as a goldfish) among others. These dishes are often cooked by the locals at home.\nThere are also many small restaurants offering noodles. Gan Ban is a very common noodle dish. Perhaps Mian Pian, which means \"noodle leaves\" is the most common noodle plate among the Qinghai people. On the streets, many Muslims sell spicy lamb brochettes. Due to the cold climate, residents of Xining are also fond of strong spirits—Xining has the reputation of being one of the heaviest regions of alcohol consumption in China.\n\n\n== References ==\n\n\n== External links ==\nXining Government Website",
        "brit": "",
        "quote": "",
        "tags": "['point_of_interest', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJ__KAasIOUjYRXj3yx7n-6m4",
      "name": "Xining railway station",
      "text": {
        "wiki": "Xining is the capital of Qinghai province in western China, and the largest city on the Tibetan Plateau. It has 2,208,708 inhabitants at the 2010 census of whom 1,198,304 live in the built up area made of 4 urban districts.The city was a commercial hub along the Northern Silk Road's Hexi Corridor for over 2000 years, and was a stronghold of the Han, Sui, Tang, and Song dynasties' resistance against nomadic attacks from the west. Although long a part of Gansu province, Xining was added to Qinghai in 1928. Xining holds sites of religious significance to Muslims and Buddhists, including the Dongguan Mosque and Ta'er Monastery. The city lies in the Huangshui River valley, and owing to its high altitude, has a cool climate on the borderline between cool semi-arid and dry winter humid continental. It is connected by rail to Lhasa, Tibet and connected by high-speed rail to Lanzhou, Gansu and Ürümqi, Xinjiang.\n\n\n== History ==\nXining has a history of over 2,100 years and was a chief commercial hub on the Hexi Corridor caravan route to Tibet, handling especially timber, wool and salt in ancient times. The trade along the Hexi Corridor was part of a larger trade corridor along the Northern Silk Road, whose use was intensified in the 1st century BC after efforts by the Han dynasty to control this route.Under the Han dynasty (206 BC – 220 AD) a county called Linqiang was established to control the local Qiang tribesmen. It was again a frontier county under the Sui (581–618) and Tang (618–907) dynasties; during the 7th and early 8th centuries it was a center of constant warfare with Tuyuhun and Tibet. In 763, it was overrun by the Tibetans and while under Tibetan control was known to the Chinese as Qingtang cheng (青唐城). Recovered by the Song dynasty in 1104, it received the name Xining (meaning \"peace in the west\") and has been the seat of a prefecture or superior prefecture under that name since that time. In the late 16th century, the Kumbum Monastery was founded some 19 km (12 mi) to the southeast, establishing Xining as an important religious center for the Gelug School of Buddhists.\nA major earthquake occurred May 22, 1927, measuring at a magnitude of 7.6. It was one of the deadliest earthquakes in China with a total count of over 40,000 deaths. It also caused large land fractures.\nXining was the extraterritorial capital of the Koko Nor territory and remained in Gansu until 1928, when it became the provincial capital of the newly established independent province of Qinghai.Xining was subjected to aerial bombardment by Japanese warplanes in 1941 during the Second-Sino Japanese War. The bombing spurred all ethnicities in Qinghai, including the local Qinghai Mongols and Qinghai Tibetans, against the Japanese. The Salar Muslim General Han Youwen directed the defense of the city of Xining during air raids by Japanese planes.Xining was given municipal status in 1945.\nUnder the rule of Governor Ma Bufang, Xining, like the rest of Qinghai, underwent industrialization and modernization. In 1947 the USA sold Ma Bufang a piped water (sewage) system which was installed in Xining. Ma Bufang also promoted education. He made businessmen methodically clean up Xining by serving as insect exterminators, killing flies and neatly throwing them away.Since the late 1950s, when the Liujia Gorge Dam and hydroelectric project came into operation in neighboring Gansu province, Xining has been linked by a high-tension electrical grid to both Liujia and Lanzhou. It also uses local coal from mines at Datongxian to the north. A modern woollen mill was installed at Xining before 1957. The city also has a leather industry and is a market for salt from the Qaidam region. During the late 1950s medium-sized iron and steelworks were built there, supplying metal to Lanzhou.\nConstruction of a highway to the mineral-rich Qaidam basin, and completion in 1959 a link to the Chinese rail network via Lanzhou in Gansu province, has spurred industrial development. This effort was part of a plan of the central government to rapidly exploit oil and pasturage in the Xining area beginning in the 1950s.\n\n\n== Geography and climate ==\nXining is located in the eastern part of Qinghai Province and lies on the Huangshui River. It has a total area of 350 km2 (140 sq mi).Xining is located on the eastern edge of the Qinghai–Tibet Plateau and the upper reaches of the Huangshui River. It is the political, economic, and cultural center of Qinghai Province with an average altitude of about 2,200 metres (7,200 ft). Human activity in the region can be traced to 2,100 years ago. During the Western and Eastern Han dynasties, owing to its developing agriculture, Xining was paid noticed due to its economic and military significance. As well as being an important hinge between the Central Plains and the western part of China in ancient times, Xining was an important link in the Silk Road. It continues to be an important rail and road link to the hinterlands of the Qinghai–Tibet Plateau.\nXining has also been dubbed the Summer Resort Capital of China owing to its cool summer, with a borderline cold semi-arid climate (Köppen BSk)/dry winter humid continental climate (Dwb). Conditions are influenced by the aridity and high altitude. Nights are cold or cool throughout the year, and the diurnal temperature variation often reaches or exceeds 15 °C (27 °F). The monthly 24-hour average temperatures ranges from −7.3 °C (18.9 °F) in January to 17.4 °C (63.3 °F) in July; the annual mean is 6.12 °C (43.0 °F), still making it one of the warmest locations in Qinghai due to the low elevation by provincial standards. Rainfall falls mainly from May to September, and the area is often dry and sunny: with monthly percent possible sunshine ranging from 53 percent in September to 69 percent in November and January, the city receives 2,676 hours of bright sunshine per year. Extreme temperatures have ranged from −26.6 °C (−16 °F) to 36.5 °C (98 °F).\n\n\n=== River management ===\nIn 2007, the World Bank lent US$1 billion to aid river treatment in Xining, including Sanxian County's anti-flooding project, with an added US$1 billion to support infrastructure. Qinghai has invested large amounts in the treatment of Huangshui Main River and Nanchuan River, totalling 24.5 km (15.2 mi). However, a treatment on a 40 km (25 mi) river course and 10 flash flood relief channels remain pending due to lack of equipment. In Sanxian County, a 108.4 m (356 ft) long river course and 80 flash flood relief channels need treatment.\n\n\n=== Air quality ===\nAccording to a 2011 World Health Organization (based on Chinese statistics), Xining has the second worst air quality (annual mean PM10 ug/m3 of 141) among eleven western China cities, and is worse than Beijing (121).\n\n\n== Economy ==\n\nThe GDP per capita was 49,200 RMB (US$7,897) in 2015. Its main industries are wool spinning and textiles, fur, meat, milk, salt, and light processing industries.\n\n\n=== Economic and Technological Development Zones ===\nXining Economic & Technological Development ZoneXining Economic & Technological Development Zone XETDZ) was approved as state-level development zone in July 2000. It has a planned area of 4.4 km2 (1.7 sq mi). XETDZ lies in the east of Xining, 5 km (3.1 mi) away from downtown. The XETDZ is the first of its kind at the national level on the Qinghai-Tibet Plateau. It is established to fulfill the nation's strategy of developing the west.\nXETDZ enjoys a convenient transportation system, connected by the Xining–Lanzhou expressway and run through by two main roads, the broadest roads of the city. It is 4 km (2.5 mi) away from the railway station, 15 km (9.3 mi) from Xining Airport.\nIt focuses on the development of following industries: chemicals based on salt lake resources, nonferrous metals, and petroleum and natural gas processing; special medicine, foods and bio-chemicals using local plateau animals and plants; new products involving ecological and environmental protection, high technology, new materials as well as information technology; and services such as logistics, banking, real estate, tourism, hotel, catering, agency and international trade.\n\n\n== Population ==\n\n\n=== Demographics ===\n\nAccording to the 2010 Census, the prefecture-level city of Xining has a population of 2,208,708 inhabitants, 229,508 persons more than in 2000 (and the demographic growth for the period 2000–2010 was of 1.1 percent per year).At present, four districts, three counties and a national economic and technological development zone are under the administration of the local government. With a population of more than two million, Xining is the first city on the upper reaches of the Yellow River to achieve a population in the millions.\n\n\n=== Ethnic diversity ===\nThere are about 37 nationalities living here, though only the Han, Hui, Monguor/Tu and Tibetan are numerically significant. Local traditions and customs are influenced by the Tibetans, Monguor, Muslims and Han. On 2010 Census numbers, Han Chinese represent 74.04 percent of the total population of Xining, while Hui (16.26 percent), Tibetan (5.51 percent) and Tu (2.6 percent) are the main minority groups in the city.\n\n\n=== Religion ===\n\nLocated in the southwest part of Xining City, the Kumbum Monastery or Ta'er Monastery is one of six famous monasteries in the Gelug (also called Yellow Hat Sect) of Tibetan Buddhism and has hundreds of monks.\nHaving a history of over 600 years, the Dongguan Mosque, located in the Xining City Zone, is one of the most famous mosques in the northwest region of China. It has splendid and diversiform towers, walls and halls in the mosque.\nAnother unique religious structure is the Beishan Si (North Mountain Temple), a Taoist facility.\nThere are more than 300 Christian meeting points in Xining.The Catholic minority is pastorally served by the (pre-diocesan) Apostolic Prefecture of Xining.\n\n\n== Administrative divisions ==\nThe municipality oversees seven districts and counties. The data here are presented in km² and in population according to 2010 Census:\n\n\n== Education ==\n\n\n=== Colleges and universities ===\nQinghai University\nQinghai Normal University\nQinghai University for Nationalities\n\n\n=== Private schools ===\nXining International Academy is an English-language international school.\n\n\n== Transportation ==\n\nXining is situated in a fertile mountain basin in the valley of the Huangshui (river), a tributary of the Yellow River, that acts as a river port. The city lies about 200 km (120 mi) west of Lanzhou, the capital of Gansu province, on what was traditionally the main trade route from northern China into Tibet and the Qaidam Basin. These routes are now followed by modern highways.\n\n\n=== Railway ===\n\nSince 1959 Xining station has been connected by the Lanzhou–Qinghai Railway to China's railway network. Later, this railway was extended into the Qaidam area via Haiyan near Qinghai Lake to Golmud, and, since 2006, to Lhasa, Tibet. (See the Qinghai–Tibet Railway).\nThe second major railway serving Xining is the Lanzhou–Xinjiang High-Speed Railway, opened in December 2014. When first opened, it just provided high-speed train service to Lanzhou and Urumqi (and points in between). With the opening of the Baoji–Lanzhou high-speed railway on July 9, 2017, it has been connected to the rest of the nation's high-speed rail network.\nUnlike many other Chinese cities, where the conventional and high-speed trains stop at different train stations, Xining railway station is served by both types of trains. Thus it can be used as a transfer point for e.g. a passenger traveling from Xinjiang to Tibet.\n\n\n=== Air ===\nXining Caojiabao International Airport serves the area with regularly scheduled passenger flights to major Chinese cities including Beijing, Shanghai, Hong Kong, Chengdu, Kunming, Xi'an, and Wuhan.\n\n\n=== Highway ===\nChina National Highway 214\nChina National Highway 227\nChina National Highway 315\nG6 Beijing–Lhasa Expressway\n\n\n== Food ==\n\nAs the capital of Qinghai province, Xining almost boasts all varieties of local flavors. Xining's cuisine is distinct from other varieties of Chinese cities using mainly food products native to the area. Food here is substantial, but quite inexpensive.\nIn Xining, some restaurants serve varieties of 'plateau flavor', such as Feng'er Liji (a round lamb tenderloin), Danbai Chongcao Ji (a medicine cuisine made of chicken, Chinese caterpillar fungus and eggs), Jinyu Facai (pork wrapped in flagelliform nostoc and shaped as a goldfish) among others. These dishes are often cooked by the locals at home.\nThere are also many small restaurants offering noodles. Gan Ban is a very common noodle dish. Perhaps Mian Pian, which means \"noodle leaves\" is the most common noodle plate among the Qinghai people. On the streets, many Muslims sell spicy lamb brochettes. Due to the cold climate, residents of Xining are also fond of strong spirits—Xining has the reputation of being one of the heaviest regions of alcohol consumption in China.\n\n\n== References ==\n\n\n== External links ==\nXining Government Website",
        "brit": "",
        "quote": "",
        "tags": "['train_station', 'transit_station', 'point_of_interest', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJbwaU4V0xUjYRkflE1S48MjA",
      "name": "Kanbula National Forest Park",
      "text": {
        "wiki": "",
        "brit": "",
        "quote": "",
        "tags": "['park', 'tourist_attraction', 'point_of_interest', 'establishment']",
        "website": {
          "source": "http://www.mafengwo.cn/poi/5810721.html",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJn6g-6gsMUjYREksTxuZ12cI",
      "name": "Dafo Temple",
      "text": {
        "wiki": "Genghis Khan (born Temüjin Borjigin, c. 1155/1162 –  August 18, 1227), also officially Genghis Huangdi, was the founder and first Great Khan and Emperor of the Mongol Empire, which became the largest contiguous empire in history after his death. He came to power by uniting many of the nomadic tribes of Northeast Asia. After founding the Empire and being proclaimed Genghis Khan (meaning \"Universal, oceanic, and firm/strong ruler and lord\"), he launched the Mongol invasions that conquered most of Eurasia, reaching as far west as Poland and the Levant in the Middle East. Campaigns initiated in his lifetime include those against the Qara Khitai, Khwarezmia, and the Western Xia and Jin dynasties, and raids into Medieval Georgia, the Kievan Rus', and Volga Bulgaria. These campaigns were often accompanied by large-scale massacres of the civilian populations, especially in the Khwarazmian- and Western Xia–controlled lands. Because of this brutality, which left millions dead, he is considered by many to have been a brutal ruler. By the end of his life, the Mongol Empire occupied a substantial portion of Central Asia and China. Due to his exceptional military successes, Genghis Khan is often considered to be the greatest conqueror of all time.Before Genghis Khan died he assigned Ögedei Khan as his successor. Later his grandsons split his empire into khanates. Genghis Khan died in 1227 after defeating the Western Xia. By his request, his body was buried in an unmarked grave somewhere in Mongolia. His descendants extended the Mongol Empire across most of Eurasia by conquering or creating vassal states in all of modern-day China, Korea, the Caucasus, Central Asia, and substantial portions of Eastern Europe and Southwest Asia. Many of these invasions repeated the earlier large-scale slaughters of local populations. As a result, Genghis Khan and his empire have a fearsome reputation in local histories.Beyond his military accomplishments, Genghis Khan also advanced the Mongol Empire in other ways. He decreed the adoption of the Uyghur script as the Mongol Empire's writing system. He also practised meritocracy and encouraged religious tolerance in the Mongol Empire, unifying the nomadic tribes of Northeast Asia. Present-day Mongolians regard him as the founding father of Mongolia. He is also credited with bringing the Silk Road under one cohesive political environment. This brought relatively easy communication and trade between Northeast Asia, Muslim Southwest Asia, and Christian Europe, expanding the cultural horizons of all three areas.\n\n\n== Early life ==\n\n\n=== Lineage ===\n\nGenghis Khan was related on his father's side to Khabul Khan, Ambaghai, and Hotula Khan, who had headed the Khamag Mongol confederation and were descendants of Bodonchar Munkhag (c. 900). When the Jurchen Jin dynasty switched support from the Mongols to the Tatars in 1161, they destroyed Khabul Khan.Genghis Khan's father, Yesügei (leader of the Borjigin clan and nephew to Ambaghai and Hotula Khan), emerged as the head of the ruling Mongol clan. This position was contested by the rival Tayichi'ud clan, who descended directly from Ambaghai. When the Tatars grew too powerful after 1161, the Jin switched their support from the Tatars to the Keraites.\n\n\n=== Birth ===\n\nLittle is known about Genghis Khan's early life, due to the lack of contemporary written records. The few sources that give insight into this period often contradict.\nGenghis Khan's birth name, Temüjin, was derived from the Mongol word temür meaning \"of iron\", while jin denotes agency. Temüjin thus means \"blacksmith\".Genghis Khan was probably born in 1162 in Delüün Boldog, near the mountain Burkhan Khaldun and the rivers Onon and Kherlen in modern-day northern Mongolia, close to the current capital Ulaanbaatar. The Secret History of the Mongols reports that Temüjin was born grasping a blood clot in his fist, a traditional sign that he was destined to become a great leader. He was the first son of Hoelun, second wife of his father Yesügei, who was a Kiyad chief prominent in the Khamag Mongol confederation and an ally of Toghrul of the Keraite tribe. Temüjin was the first son of his mother Hoelun. According to the Secret History, Temüjin was named after the Tatar chief Temüjin-üge whom his father had just captured.\nYesukhei's clan was Borjigin (Боржигин), and Hoelun was from the Olkhunut sub-lineage of the Khongirad tribe. Like other tribes, they were nomads. Temüjin's noble background made it easier for him to solicit help from and eventually consolidate the other Mongol tribes.\n\n\n=== Early life and family ===\n\nTemüjin had three brothers Hasar, Hachiun, and Temüge, one sister Temülen, and two half-brothers Begter and Belgutei. Like many of the nomads of Mongolia, Temüjin's early life was difficult. His father arranged a marriage for him and delivered him at age nine to the family of his future wife Börte of the tribe Khongirad. Temüjin was to live there serving the head of the household Dai Setsen until the marriageable age of 12.While heading home, his father ran into the neighboring Tatars, who had long been Mongol enemies, and they offered him food that poisoned him. Upon learning this, Temüjin returned home to claim his father's position as chief. But the tribe refused this and abandoned the family, leaving it without protection.For the next several years, the family lived in poverty, surviving mostly on wild fruits, ox carcasses, marmots, and other small game killed by Temüjin and his brothers. Temüjin's older half-brother Begter began to exercise power as the eldest male in the family and would eventually have the right to claim Hoelun (who was not his own mother) as a wife. Temüjin's resentment erupted during one hunting excursion when Temüjin and his brother Khasar killed Begter.In a raid around 1177, Temüjin was captured by his father's former allies, the Tayichi'ud, and enslaved, reportedly with a cangue (a sort of portable stocks). With the help of a sympathetic guard, he escaped from the ger (yurt) at night by hiding in a river crevice. The escape earned Temüjin a reputation. Soon, Jelme and Bo'orchu joined forces with him. They and the guard's son Chilaun eventually became generals of Genghis Khan.At this time, none of the tribal confederations of Mongolia were united politically, and arranged marriages were often used to solidify temporary alliances. Temüjin grew up observing the tough political climate, which included tribal warfare, thievery, raids, corruption, and revenge between confederations, compounded by interference from abroad such as from China to the south. Temüjin's mother Hoelun taught him many lessons, especially the need for strong alliances to ensure stability in Mongolia.\n\n\n== Wives, concubines, and children ==\nAs was common for powerful Mongol men, Genghis Khan had many wives and concubines. He frequently acquired wives and concubines from empires and societies that he had conquered, these women were often princesses or queens that were taken captive or gifted to him. Genghis Khan gave several of his high-status wives their own ordos or camps to live in and manage. Each camp also contained junior wives, concubines, and even children. It was the job of the Kheshig (Mongol imperial guard) to protect the yurts of Genghis Khan's wives. The guards had to pay particular attention to the individual yurt and camp in which Genghis Khan slept, which could change every night as he visited different wives. When Genghis Khan set out on his military conquests, he usually took one wife with him and left the rest of his wives (and concubines) to manage the empire in his absence.\n\n\n=== Börte ===\n\nThe marriage between Börte and Genghis Khan (then known as Temüjin) was arranged by her father and Yesügei, Temüjin's father, when she was 10 and he was 9 years old. Temüjin stayed with her and her family until he was called back to take care of his mother and younger siblings, due to the poisoning of Yesügei by Tatar nomads. In 1178, about 7 years later, Temüjin traveled downstream along the Kelüren River to find Börte. When Börte's father saw that Temüjin had returned to marry Börte he had the pair \"united as man and wife\". With the permission of her father, Temüjin took Börte and her mother to live in his family yurt. Börte's dowry was a fine black sable jacket.\n\nSoon after the marriage between them took place, the Three Merkits attacked their family camp at dawn and kidnapped Börte. She was given to one of their warriors as a spoil of war. Temüjin was deeply distressed by the abduction of his wife and remarked that his \"bed was made empty\" and his \"breast was torn apart\". Temüjin rescued her several months later with the aid of his allies Wang Khan and Jamukha. Many scholars describe this event as one of the key crossroads in Temüjin’s life, which moved him along the path towards becoming a conqueror.\n\n“As the pillaging and plundering went on, Temüjin moved among the people that were hurriedly escaping, calling, ‘Börte, Börte!’ And so he came upon her, for Lady Börte was among those fleeing people. She heard the voice of Temüjin and, recognizing it, she got off the cart and came running towards him. Although it was still night, Lady Börte and Qo’aqčin both recognized Temüjin’s reins and tether and grabbed them. It was moonlight; he looked at them, recognized Lady Börte, and they fell into each other’s arms.” -The Secret History of the Mongols\nBörte was held captive for eight months, and gave birth to Jochi soon after she was rescued. This left doubt as to who the father of the child was, because her captor took her as a \"wife\" and could have possibly impregnated her. Despite this, Temüjin let Jochi remain in the family and claimed him as his own son. Börte had three more sons, Chagatai (1183–1242), Ögedei (1186–1241), and Tolui (1191–1232). Temüjin had many other children with other wives, but they were excluded from the succession, only Börte's sons could be considered to be his heirs. \n\n\n=== Yesugen ===\nDuring his military campaign against the Tatars, Temüjin fell in love with Yesugen and took her in as a wife. She was the daughter of a Tatar leader named Yeke Cheren that Temüjin's army had killed during battle. After the military campaign against the Tatars was over, Yesugen, one of the survivors went to Temüjin, who slept with her. According to the Secret History of the Mongols, while they were having sex Yesugen asked Temüjin to treat her well and to not discard her. When Temüjin seemed to agree with this, Yesugen recommended that he also marry her sister Yesui.\n“Being loved by him, Yisügen Qatun said, ‘If it pleases the Qa’an, he will take care of me, regarding me as a human being and a person worth keeping. But my elder sister, who is called Yisüi, is superior to me: she is indeed fit for a ruler.’ ” -The Secret History of The Mongols\nBoth the Tatar sisters, Yesugen and Yesui, became a part of Temüjin's principal wives and were given their own camps to manage. Temüjin also took a third woman from the Tatars, an unknown concubine.\n\n\n=== Yesui ===\nAt the recommendation of her sister Yesugen, Temüjin had his men track down and kidnap Yesui. When she was brought to Temüjin, he found her every bit as pleasing as promised and so he married her. The other wives, mothers, sisters and daughters of the Tatars had been parceled out and given to Mongol men. The Tatar sisters, Yesugen and Yesui, were two of Genghis Khan's most influential wives. Genghis Khan took Yesui with him when he set out on his final expedition against the Tangut empire.\n\n\n=== Khulan ===\nKhulan entered Mongol history when her father, the Merkit leader Dayir Usan, surrendered to Temüjin in the winter of 1203-04 and gave her to him. But at least according to the Secret History of the Mongols, Khulan and her father were detained by Naya'a, one of Temüjin's officers, who was apparently trying to protect them from Mongol soldiers who were nearby. After they arrived three days later than expected, Temüjin suspected that Naya'a was motivated by his carnal feelings towards Khulan to help her and her father. While Temüjin was interrogating Naya'a, Khulan spoke up in his defense and invited Temüjin to have sex with her and inspect her virginity personally, which pleased him.In the end Temüjin accepted Dayir Usan's surrender and Khulan as his new wife. However, Dayir Usan later retracted his surrender but he and his subjects were eventually subdued, his possessions plundered, and he himself killed. Temüjin continued to carry out military campaigns against the Merkits until their final dispersal in 1218. Khulan was able to achieve meaningful status as one of Temüjin's wives and managed one of the large wifely camps, in which other wives, concubines, children and animals lived. She gave birth to a son named Gelejian, who went on to participate with Börte's sons in their father's military campaigns.\n\n\n=== Möge Khatun ===\nMöge Khatun was a concubine of Genghis Khan and she later became a wife of his son Ögedei Khan. The Persian historian Ata-Malik Juvayni records that Möge Khatun \"was given to Chinggis Khan by a chief of the Bakrin tribe, and he loved her very much.\" Ögedei favored her as well and she accompanied him on his hunting expeditions. She is not recorded as having any children.\n\n\n=== Juerbiesu ===\nJuerbiesu was an empress of Qara Khitai, Mongol Empire, and Naiman. She was a renowned beauty on the plains. She was originally a favored concubine of Inanch Bilge khan and after his death, she became the consort of his son Tayang Khan. Since Tayang Khan was a useless ruler, Juerbiesu was in control of almost all power in Naiman politics.She had a daughter named Princess Hunhu (渾忽公主) with Yelü Zhilugu, the ruler of Liao. After Genghis Khan destroyed the Naiman tribe and Tayang Khan was killed, Juerbiesu made several offensive remarks regarding Mongols, describing their clothes as dirty and smelly. Yet, she abruptly rescinded her claims and visited Genghis Khan's tent alone. He questioned her about the remarks but was immediately attracted to her beauty. After spending the night with him, Juerbiesu promised to serve him well and he took her as one of his empresses. Her status was only inferior to Khulan and Borte.\n\n\n== Uniting the Mongol confederations ==\n\nIn the early 12th century, the Central Asian plateau north of China was divided into several prominent tribal confederations, including Naimans, Merkits, Tatars, Khamag Mongols, and Keraites, that were often unfriendly towards each other, as evidenced by random raids, revenge attacks, and plundering.\n\n\n=== Early attempts at power ===\nTemüjin began his ascent to power by offering himself as an ally (or, according to other sources, a vassal) to his father's anda (sworn brother or blood brother) Toghrul, who was Khan of the Keraites, and is better known by the Chinese title \"Wang Khan\", which the Jurchen Jin dynasty granted him in 1197. This relationship was first reinforced when Börte was captured by the Merkits. Temüjin turned to Toghrul for support, and Toghrul offered 20,000 of his Keraite warriors and suggested that Temüjin involve his childhood friend Jamukha, who had himself become Khan of his own tribe, the Jadaran.Although the campaign rescued Börte and utterly defeated the Merkits, it also paved the way for the split between Temüjin and Jamukha. Before this, they were blood brothers (anda) vowing to remain eternally faithful.\n\n\n=== Rift with Jamukha and defeat at Dalan Balzhut ===\nAs Jamukha and Temüjin drifted apart in their friendship, each began consolidating power, and they became rivals. Jamukha supported the traditional Mongolian aristocracy, while Temüjin followed a meritocratic method, and attracted a broader range and lower class of followers. Following his earlier defeat of the Merkits, and a proclamation by the shaman Kokochu that the Eternal Blue Sky had set aside the world for Temüjin, Temüjin began rising to power. In 1186, Temüjin was elected khan of the Mongols. Threatened by this rise, Jamukha attacked Temujin in 1187 with an army of 30,000 troops. Temüjin gathered his followers to defend against the attack, but was decisively beaten in the Battle of Dalan Balzhut. However, Jamukha horrified and alienated potential followers by boiling 70 young male captives alive in cauldrons. Toghrul, as Temüjin's patron, was exiled to the Qara Khitai. The life of Temüjin for the next 10 years is unclear, as historical records are mostly silent on that period.\n\n\n=== Return to power ===\nAround the year 1197, the Jin initiated an attack against their formal vassal, the Tatars, with help from the Keraites and Mongols. Temüjin commanded part of this attack, and after victory, he and Toghrul were restored by the Jin to positions of power. The Jin bestowed Toghrul with the honorable title of Ong Khan, and Temüjin with a lesser title of j'aut quri.Around 1200, the main rivals of the Mongol confederation (traditionally the \"Mongols\") were the Naimans to the west, the Merkits to the north, the Tanguts to the south, and the Jin to the east.\n\nIn his rule and his conquest of rival tribes, Temüjin broke with Mongol tradition in a few crucial ways. He delegated authority based on merit and loyalty, rather than family ties. As an incentive for absolute obedience and the Yassa code of law, Temüjin promised civilians and soldiers wealth from future war spoils. When he defeated rival tribes, he did not drive away their soldiers and abandon their civilians. Instead, he took the conquered tribe under his protection and integrated its members into his own tribe. He would even have his mother adopt orphans from the conquered tribe, bringing them into his family. These political innovations inspired great loyalty among the conquered people, making Temüjin stronger with each victory.\n\n\n=== Rift with Toghrul ===\nSenggum, son of Toghrul (Wang Khan), envied Genghis Khan's growing power and affinity with his father. He allegedly planned to assassinate Genghis Khan. Although Toghrul was allegedly saved on multiple occasions by Genghis Khan, he gave in to his son and became uncooperative with Genghis Khan. Genghis Khan learned of Senggum's intentions and eventually defeated him and his loyalists.\n\nOne of the later ruptures between Genghis Khan and Toghrul was Toghrul's refusal to give his daughter in marriage to Jochi, Genghis Khan's first son. This was disrespectful in Mongolian culture and led to a war. Toghrul allied with Jamukha, who already opposed Genghis Khan's forces. However, the dispute between Toghrul and Jamukha, plus the desertion of a number of their allies to Genghis Khan, led to Toghrul's defeat. Jamukha escaped during the conflict. This defeat was a catalyst for the fall and eventual dissolution of the Keraite tribe.After conquering his way steadily through the Alchi Tatars, Keraites, and Uhaz Merkits and acquiring at least one wife each time, Temüjin turned to the next threat on the steppe, the Turkic Naimans under the leadership of Tayang Khan with whom Jamukha and his followers took refuge. The Naimans did not surrender, although enough sectors again voluntarily sided with Genghis Khan. \nIn 1201, a khuruldai elected Jamukha as Gür Khan, \"universal ruler\", a title used by the rulers of the Qara Khitai. Jamukha's assumption of this title was the final breach with Genghis Khan, and Jamukha formed a coalition of tribes to oppose him. Before the conflict, several generals abandoned Jamukha, including Subutai, Jelme's well-known younger brother. After several battles, Jamukha was turned over to Genghis Khan by his own men in 1206.According to the Secret History, Genghis Khan again offered his friendship to Jamukha. Genghis Khan had killed the men who betrayed Jamukha, stating that he did not want disloyal men in his army. Jamukha refused the offer, saying that there can only be one sun in the sky, and he asked for a noble death. The custom was to die without spilling blood, specifically by having one's back broken. Jamukha requested this form of death, although he was known to have boiled his opponents' generals alive.\n\n\n=== Sole ruler of the Mongol plains (1206) ===\n\nThe part of the Merkit clan that sided with the Naimans were defeated by Subutai, who was by then a member of Genghis Khan's personal guard and later became one of Genghis Khan's most successful commanders. The Naimans' defeat left Genghis Khan as the sole ruler of the Mongol steppe – all the prominent confederations fell or united under his Mongol confederation.\nAccounts of Genghis Khan's life are marked by claims of a series of betrayals and conspiracies. These include rifts with his early allies such as Jamukha (who also wanted to be a ruler of Mongol tribes) and Wang Khan (his and his father's ally), his son Jochi, and problems with the most important shaman, who allegedly tried to drive a wedge between him and his loyal brother Khasar. His military strategies showed a deep interest in gathering intelligence and understanding the motivations of his rivals, exemplified by his extensive spy network and Yam route systems. He seemed to be a quick student, adopting new technologies and ideas that he encountered, such as siege warfare from the Chinese. He was also ruthless, demonstrated by his tactic of measuring against the linchpin, used against the tribes led by Jamukha.\nAs a result, by 1206, Genghis Khan had managed to unite or subdue the Merkits, Naimans, Mongols, Keraites, Tatars, Uyghurs, and other disparate smaller tribes under his rule. This was a monumental feat. It resulted in peace between previously warring tribes, and a single political and military force. The union became known as the Mongols. At a Khuruldai, a council of Mongol chiefs, Genghis Khan was acknowledged as Khan of the consolidated tribes and took the new title \"Genghis Khan\". The title Khagan was conferred posthumously by his son and successor Ögedei who took the title for himself (as he was also to be posthumously declared the founder of the Yuan dynasty).\n\nAccording to the Secret History of the Mongols, the chieftains of the conquered tribes pledged to Genghis Khan by proclaiming:\"We will make you Khan; you shall ride at our head, against our foes. We will throw ourselves like lightning on your enemies. We will bring you their finest women and girls, their rich tents like palaces.\"\n\n\n== Religion ==\nGenghis Khan was a Tengrist, but was religiously tolerant and interested in learning philosophical and moral lessons from other religions. He consulted Buddhist monks (including the Zen monk Haiyun), Muslims, Christian missionaries, and the Taoist monk Qiu Chuji.According to the Fozu Lidai Tongzai written by Nian Chang (b. 1282) Genghis Khan's viceroy Muqali was pacifying Shanxi in 1219, the homeland of Zen Buddhist monk Haiyun (海雲, 1203-1257), when one of Muqali's Chinese generals, impressed with Haiyun and his master Zhongguan's demeanor, recommended them to Muqali. Muqali then reported on the two to Genghis Khan who issued the following decree on their behalf: \"They truly are men who pray to Heaven. I should like to support them with clothes and food and make them chiefs. I'm planning on gathering many of this kind of people. While praying to Heaven, they should not have difficulties imposed on them. To forbid any mistreatment, they will be authorized to act as darqan (possessor of immunity).\" Genghis Khan had already met Haiyun in 1214 and been impressed by his reply refusing to grow his hair in the Mongol hairstyle and allowed him to keep his head shaven. After the death of his master Zhongguan in 1220, Haiyun became the head of the Chan (Chinese Zen) school during Genghis Khan's rule and was repeatedly recognized as the chief monk in Chinese Buddhism by subsequent Khans until 1257 when he was succeeded as chief monk by another Chan master Xueting Fuyu the Mongol-appointed abbot of Shaolin monastery.Genghis Khan summoned and met the Daoist master Qiu Chuji (1148-1227) in Afghanistan in 1222. He thanked Qiu Chuji for accepting his invitation and asked if Qiu Chuji had brought the medicine of immortality with him. Qiu Chuji said there was no such thing as a medicine of immortality but that life can be extended through abstinence. Genghis Khan appreciated his honest reply and asked Qiu Chuji who it is that calls him eternal heavenly man, he himself or others. After Qiu Chuji replied that others call him by that name Genghis Khan decreed that from thenceforth Qiu Chuji should be called \"Immortal\" and appointed him master of all monks in China, noting that heaven had sent Qiu Chuji to him. Qiu Chuji died in Beijing the same year as Genghis Khan and his shrine became the White Cloud Temple. Following Khans continued appointing Daoist masters of the Quanzhen School at White Cloud Temple. The Daoists lost their privilege in 1258 after the Great Debate organized by Genghis Khan's grandson Möngke Khan when Chinese Buddhists (led by the Mongol-appointed abbot or shaolim zhanglao of Shaolin monastery), Confucians and Tibetan Buddhists allied against the Daoists. Kublai Khan was appointed to preside over this debate (in Shangdu/Xanadu, the third meeting after two debates in Karakorum in 1255 and 1256) in which 700 dignitaries were present. Kublai Khan had already met Haiyun in 1242 and been swayed towards Buddhism.Genghis Khan's decree exempting Daoists (xiansheng), Buddhists (toyin), Christians (erke'üd) and Muslims (dashmad) from tax duties were continued by his successors until the end of the Yuan dynasty in 1368. All the decrees use the same formula and state that Genghis Khan first gave the decree of exemption. Kublai Khan's 1261 decree in Mongolian appointing the elder of the Shaolin monastery uses the same formula and states \"Činggis qan-u jrlg-tur toyid erkegü:d šingšingü:d dašmad aliba alba gubčiri ülü üjen tngri-yi jalbariju bidan-a irüge:r ögün atugai keme:gsen jrlg-un yosuga:r...ene Šaolim janglau-da bariju yabuga:i jrlg ögbei\" (According to the decree of Genghis Khan which says may the Buddhists, Christians, Daoists and Muslims be exempt from all taxation and may they pray to God and continue offering us blessings...I have given this decree to the Shaolin elder to carry it). According to Juvaini, Genghis Khan allowed religious freedom to Muslims during his conquest of Khwarezmia \"permitting the recitation of the takbir and the azan\". However, Rashid-al-Din states there were occasions when Genghis Khan forbade Halal butchering. Kublai Khan revived the decree in 1280 after Muslims refused to eat at a banquet. He forbade Halal butchering and circumcision. The decree of Kublai Khan was revoked after a decade. Genghis Khan met Wahid-ud-Din in Afghanistan in 1221 and asked him if the prophet Muhammad predicted a Mongol conqueror. He was initially pleased with Wahid-ud-Din but then dismissed him from his service saying \"I used to consider you a wise and prudent man, but from this speech of yours, it has become evident to me that you do not possess complete understanding and that your comprehension is but small\".\n\n\n== Military campaigns ==\n\n\n=== Western Xia Dynasty ===\n\nDuring the 1206 political rise of Genghis Khan, the Mongol Empire created by Genghis Khan and his allies shared its western borders with the Western Xia dynasty of the Tanguts. To the east and south was the Jin dynasty, founded by the Manchurian Jurchens, who ruled northern China as well as being the traditional overlords of the Mongolian tribes for centuries.\n\nGenghis Khan organized his people, army, and his state to first prepare for war with Western Xia, or Xi Xia, which was close to the Mongolian lands. He correctly believed that the more powerful young ruler of the Jin dynasty would not come to the aid of Xi Xia. When the Tanguts requested help from the Jin dynasty, they were refused. Despite initial difficulties in capturing its well-defended cities, Genghis Khan managed to force the emperor of Xi Xia to submit to vassal status.\n\n\n=== Jin dynasty ===\n\nIn 1211, after the conquest of Western Xia, Genghis Khan planned again to conquer the Jin dynasty. Wanyan Jiujin, the field commander of the Jin army, made a tactical mistake in not attacking the Mongols at the first opportunity. Instead, the Jin commander sent a messenger, Ming'an, to the Mongol side, who defected and told the Mongols that the Jin army was waiting on the other side of the pass. At this engagement fought at Yehuling, the Mongols massacred hundreds of thousands of Jin troops.  In 1215, Genghis besieged, captured, and sacked the Jin capital of Zhongdu (modern-day Beijing). This forced the Jin ruler, Emperor Xuanzong, to move his capital south to Kaifeng, abandoning the northern half of his empire to the Mongols. Between 1232 and 1233, Kaifeng fell to the Mongols under the reign of Genghis's third son, Ögedei Khan. The Jin dynasty collapsed in 1234, after the siege of Caizhou.\n\n\n=== Qara Khitai ===\n\nKuchlug, the deposed Khan of the Naiman confederation that Temüjin defeated and folded into his Mongol Empire, fled west and usurped the khanate of Qara Khitai (also known as the Western Liao, as it was originally established as remnants of the Liao dynasty). Genghis Khan decided to conquer the Qara Khitai and defeat Kuchlug, possibly to take him out of power. By this time the Mongol army was exhausted from ten years of continuous campaigning in China against the Western Xia and Jin dynasty. Therefore, Genghis sent only two tumen (20,000 soldiers) against Kuchlug, under his younger general, Jebe, known as \"The Arrow\".\nWith such a small force, the invading Mongols were forced to change strategies and resort to inciting internal revolt among Kuchlug's supporters, leaving the Qara Khitai more vulnerable to Mongol conquest. As a result, Kuchlug's army was defeated west of Kashgar. Kuchlug fled again, but was soon hunted down by Jebe's army and executed. By 1218, as a result of the defeat of Qara Khitai, the Mongol Empire and its control extended as far west as Lake Balkhash, which bordered Khwarazmia, a Muslim state that reached the Caspian Sea to the west and Persian Gulf and the Arabian Sea to the south.\n\n\n=== Khwarazmian Empire ===\n\nIn the early 13th century, the Khwarazmian dynasty was governed by Shah Ala ad-Din Muhammad. Genghis Khan saw the potential advantage in Khwarazmia as a commercial trading partner using the Silk Road, and he initially sent a 500-man caravan to establish official trade ties with the empire. Chinggis and his family and commanders invested in the caravan gold, silver, silk, various kinds of textiles and fabrics and pelts to trade with the Muslim traders in the Khwarazmian lands. However, Inalchuq, the governor of the Khwarazmian city of Otrar, attacked the caravan, claiming that the caravan contained spies and therefore was a conspiracy against Khwarazmia. The situation became further complicated because the governor later refused to make repayments for the looting of the caravans and hand over the perpetrators. Genghis Khan then sent a second group of three ambassadors (two Mongols and a Muslim) to meet the Shah himself, instead of the governor Inalchuq. The Shah had all the men shaved and the Muslim beheaded and sent his head back with the two remaining ambassadors. Outraged, Genghis Khan planned one of his largest invasion campaigns by organizing together around 100,000 soldiers (10 tumens), his most capable generals and some of his sons. He left a commander and number of troops in China, designated his successors to be his family members and likely appointed Ögedei to be his immediate successor and then went out to Khwarazmia.\n\nThe Mongol army under Genghis Khan, generals and his sons crossed the Tien Shan mountains by entering the area controlled by the Khwarazmian Empire. After compiling intelligence from many sources Genghis Khan carefully prepared his army, which was divided into three groups. His son Jochi led the first division into the northeast of Khwarazmia. The second division under Jebe marched secretly to the southeast part of Khwarazmia to form, with the first division, a pincer attack on Samarkand. The third division under Genghis Khan and Tolui marched to the northwest and attacked Khwarazmia from that direction.\nThe Shah's army was split by diverse internecine feuds and by the Shah's decision to divide his army into small groups concentrated in various cities. This fragmentation was decisive in Khwarazmia's defeats, as it allowed the Mongols, although exhausted from the long journey, to immediately set about defeating small fractions of the Khwarazmian forces instead of facing a unified defense. The Mongol army quickly seized the town of Otrar, relying on superior strategy and tactics. Genghis Khan ordered the wholesale massacre of many of the civilians, enslaved the rest of the population and executed Inalchuq by pouring molten silver into his ears and eyes, as retribution for his actions. Near the end of the battle the Shah fled rather than surrender. Genghis Khan ordered Subutai and Jebe to hunt him down, giving them 20,000 men and two years to do this. The Shah died under mysterious circumstances on a small island within his empire.\nThe Mongols' conquest, even by their own standards, was brutal. After the capital Samarkand fell, the capital was moved to Bukhara by the remaining men, while Genghis Khan ordered two of his generals and their forces to completely destroy the remnants of the Khwarazmian Empire, including not only royal buildings, but entire towns, populations, and even vast swaths of farmland.\n\nThe Mongols attacked Samarkand using captured enemies as body shields. After several days only a few remaining soldiers, loyal supporters of the Shah, held out in the citadel. After the fortress fell, Genghis supposedly reneged on his surrender terms and executed every soldier that had taken arms against him at Samarkand. The people of Samarkand were ordered to evacuate and assemble in a plain outside the city, where they were killed and pyramids of severed heads raised as a symbol of victory. Ata-Malik Juvayni, a high official in the service of the Mongol empire, wrote that in Termez, on the Oxus, \"all the people, both men and women, were driven out onto the plain, and divided in accordance with their usual custom, then they were all slain\".The city of Bukhara was not heavily fortified, with a moat and a single wall, and the citadel typical of Khwarazmian cities. The city leaders opened the gates to the Mongols, though a unit of Turkish defenders held the city's citadel for another twelve days. Survivors from the citadel were executed, artisans and craftsmen were sent back to Mongolia, young men who had not fought were drafted into the Mongolian army and the rest of the population was sent into slavery. As the Mongol soldiers looted the city, a fire broke out, razing most of the city to the ground. Genghis Khan had the city's surviving population assemble in the main mosque of the town, where he declared that he was the flail of God, sent to punish them for their sins.Meanwhile, the wealthy trading city of Urgench was still in the hands of Khwarazmian forces. The assault on Urgench proved to be the most difficult battle of the Mongol invasion and the city fell only after the defenders put up a stout defense, fighting block for block. Mongolian casualties were higher than normal, due to the unaccustomed difficulty of adapting Mongolian tactics to city fighting.\nAs usual, the artisans were sent back to Mongolia, young women and children were given to the Mongol soldiers as slaves, and the rest of the population was massacred. The Persian scholar Juvayni states that 50,000 Mongol soldiers were given the task of executing twenty-four Urgench citizens each, which would mean that 1.2 million people were killed. The sacking of Urgench is considered one of the bloodiest massacres in human history.In the meantime, Genghis Khan selected his third son Ögedei as his successor before his army set out, and specified that subsequent Khans should be his direct descendants. Genghis Khan had left Muqali, one of his most trusted generals, in command of all Mongol forces in Jin China while he battled the Khwarezmid Empire to the west.\n\n\n=== Georgia, Crimea, Kievan Rus and Volga Bulgaria ===\n\nAfter the defeat of the Khwarazmian Empire in 1220, Genghis Khan gathered his forces in Persia and Armenia to return to the Mongolian steppes. Under the suggestion of Subutai, the Mongol army was split into two forces. Genghis Khan led the main army on a raid through Afghanistan and northern India towards Mongolia, while another 20,000 (two tumen) contingent marched through the Caucasus and into Russia under generals Jebe and Subutai. They pushed deep into Armenia and Azerbaijan. The Mongols defeated the kingdom of Georgia, sacked the Genoese trade-fortress of Caffa in Crimea and overwintered near the Black Sea. Heading home, Subutai's forces attacked the allied forces of the Cuman–Kipchaks and the poorly coordinated 80,000 Kievan Rus' troops led by Mstislav the Bold of Halych and Mstislav III of Kiev who went out to stop the Mongols' actions in the area. Subutai sent emissaries to the Slavic princes calling for a separate peace, but the emissaries were executed. At the Battle of Kalka River in 1223, Subutai's forces defeated the larger Kievan force. They may have been defeated by the neighbouring Volga Bulgars at the Battle of Samara Bend. There is no historical record except a short account by the Arab historian Ibn al-Athir, writing in Mosul some 1100 miles away from the event. Various historical secondary sources – Morgan, Chambers, Grousset – state that the Mongols actually defeated the Bulgars, Chambers even going so far as to say that the Bulgars had made up stories to tell the (recently crushed) Russians that they had beaten the Mongols and driven them from their territory. The Russian princes then sued for peace. Subutai agreed but was in no mood to pardon the princes. As was customary in Mongol society for nobility, the Russian princes were given a bloodless death. Subutai had a large wooden platform constructed on which he ate his meals along with his other generals. Six Russian princes, including Mstislav III of Kiev, were put under this platform and crushed to death.\nThe Mongols learned from captives of the abundant green pastures beyond the Bulgar territory, allowing for the planning for conquest of Hungary and Europe. Genghis Khan recalled Subutai back to Mongolia soon afterwards, and Jebe died on the road back to Samarkand. The famous cavalry expedition led by Subutai and Jebe, in which they encircled the entire Caspian Sea defeating all armies in their path, remains unparalleled to this day, and word of the Mongol triumphs began to trickle to other nations, particularly in Europe. These two campaigns are generally regarded as reconnaissance campaigns that tried to get the feel of the political and cultural elements of the regions. In 1225 both divisions returned to Mongolia. These invasions added Transoxiana and Persia to an already formidable empire while destroying any resistance along the way. Later under Genghis Khan's grandson Batu and the Golden Horde, the Mongols returned to conquer Volga Bulgaria and Kievan Rus' in 1237, concluding the campaign in 1240.\n\n\n=== Western Xia and Jin Dynasty ===\n\nThe vassal emperor of the Tanguts (Western Xia) had earlier refused to take part in the Mongol war against the Khwarezmid Empire. Western Xia and the defeated Jin dynasty formed a coalition to resist the Mongols, counting on the campaign against the Khwarazmians to preclude the Mongols from responding effectively.\nIn 1226, immediately after returning from the west, Genghis Khan began a retaliatory attack on the Tanguts. His armies quickly took Heisui, Ganzhou, and Suzhou (not the Suzhou in Jiangsu province), and in the autumn he took Xiliang-fu. One of the Tangut generals challenged the Mongols to a battle near Helan Mountains but was defeated. In November, Genghis laid siege to the Tangut city Lingzhou and crossed the Yellow River, defeating the Tangut relief army. According to legend, it was here that Genghis Khan reportedly saw a line of five stars arranged in the sky and interpreted it as an omen of his victory.\nIn 1227, Genghis Khan's army attacked and destroyed the Tangut capital of Ning Hia and continued to advance, seizing Lintiao-fu, Xining province, Xindu-fu, and Deshun province in quick succession in the spring. At Deshun, the Tangut general Ma Jianlong put up a fierce resistance for several days and personally led charges against the invaders outside the city gate. Ma Jianlong later died from wounds received from arrows in battle. Genghis Khan, after conquering Deshun, went to Liupanshan (Qingshui County, Gansu Province) to escape the severe summer. The new Tangut emperor quickly surrendered to the Mongols, and the rest of the Tanguts officially surrendered soon after. Not happy with their betrayal and resistance, Genghis Khan ordered the entire imperial family to be executed, effectively ending the Tangut lineage.\n\n\n== Succession ==\nThe succession of Genghis Khan was already a significant topic during the later years of his reign, as he reached old age. The long running paternity discussion about Genghis's oldest son Jochi was particularly contentious because of the seniority of Jochi among the brothers. According to traditional historical accounts, the issue over Jochi's paternity was voiced most strongly by Chagatai. In The Secret History of the Mongols, just before the invasion of the Khwarezmid Empire by Genghis Khan, Chagatai declared before his father and brothers that he would never accept Jochi as Genghis Khan's successor. In response to this tension and possibly for other reasons, Ögedei was appointed as successor.\n\n\n=== Ögedei ===\n\nÖgedei Khan, born Ögedei (c. 1186 – December 11, 1241) was the third son of Genghis Khan and second Great Khan (Khagan) of the Mongol Empire. He continued the expansion that his father had begun and was a world figure when the Mongol Empire reached its farthest extent west and south during the invasions of Europe and Asia.\n\n\n=== Jochi ===\n\nGenghis Khan was aware of the friction between his sons (particularly between Chagatai and Jochi) and worried of possible conflict between them if he died. He therefore decided to divide his empire among his sons and make all of them Khan in their own right, while appointing one of his sons as his successor. Chagatai was considered unstable due to his temper and rash behavior, because of statements he made that he would not follow Jochi if he were to become his father's successor. Tolui, Genghis Khan's youngest son, was not suitable since in Mongol culture, youngest sons were not given much responsibility due to their age. If Jochi were to become successor, it was likely that Chagatai would engage in warfare with him and collapse the empire. Therefore, Genghis Khan decided to give the throne to Ögedei. Ögedei was seen by Genghis Khan as dependable in character and relatively stable and down to earth and would be a neutral candidate that might defuse the situation between his brothers.\nJochi died in 1226, during his father's lifetime. Some scholars, notably Ratchnevsky, have commented on the possibility that Jochi was secretly poisoned by an order from Genghis Khan. Rashid al-Din reports that the great Khan sent for his sons in the spring of 1223, and while his brothers heeded the order, Jochi remained in Khorasan. Juzjani suggests that the disagreement arose from a quarrel between Jochi and his brothers in the siege of Urgench. Jochi had attempted to protect Urgench from destruction, as it belonged to territory allocated to him as a fief. He concludes his story with the clearly apocryphal statement by Jochi: \"Genghis Khan is mad to have massacred so many people and laid waste so many lands. I would be doing a service if I killed my father when he is hunting, made an alliance with Sultan Muhammad, brought this land to life and gave assistance and support to the Muslims.\" Juzjani claims that it was in response to hearing of these plans that Genghis Khan ordered his son secretly poisoned; however, as Sultan Muhammad was already dead by 1223, the accuracy of this story is questionable.\n\n\n== Death and burial ==\n\nGenghis Khan died in August 1227, during the fall of Yinchuan, which is the capital of Western Xia. The exact cause of his death remains a mystery, and is variously attributed to being killed in action against the Western Xia, illness, falling from his horse, or wounds sustained in hunting or battle. According to The Secret History of the Mongols, Genghis Khan fell from his horse while hunting and died because of the injury. He was already old and tired from his journeys. The Galician–Volhynian Chronicle alleges he was killed by the Western Xia in battle, while Marco Polo wrote that he died after the infection of an arrow wound he received during his final campaign. Later Mongol chronicles connect Genghis's death with a Western Xia princess taken as war booty. One chronicle from the early 17th century even relates the legend that the princess hid a small dagger and stabbed him, though some Mongol authors have doubted this version and suspected it to be an invention by the rival Oirads.Years before his death, Genghis Khan asked to be buried without markings, according to the customs of his tribe. After he died, his body was returned to Mongolia and presumably to his birthplace in Khentii Aimag, where many assume he is buried somewhere close to the Onon River and the Burkhan Khaldun mountain (part of the Kentii mountain range). According to legend, the funeral escort killed anyone and anything across their path to conceal where he was finally buried. The Genghis Khan Mausoleum, constructed many years after his death, is his memorial, but not his burial site.\n\nIn 1939 Chinese Nationalist soldiers took the mausoleum from its position at the 'Lord's Enclosure' (Mongolian: Edsen Khoroo) in Mongolia to protect it from Japanese troops. It was taken through Communist-held territory in Yan'an some 900 km (560 mi) on carts to safety at a Buddhist monastery, the Dongshan Dafo Dian, where it remained for ten years. In 1949, as Communist troops advanced, the Nationalist soldiers moved it another 200 km (120 mi) farther west to the famous Tibetan monastery of Kumbum Monastery or Ta'er Shi near Xining, which soon fell under Communist control. In early 1954, Genghis Khan's bier and relics were returned to the Lord's Enclosure in Mongolia. By 1956 a new temple was erected there to house them. In 1968 during the Cultural Revolution, Red Guards destroyed almost everything of value. The \"relics\" were remade in the 1970s and a great marble statue of Genghis was completed in 1989.On October 6, 2004, a joint Japanese-Mongolian archaeological dig uncovered what is believed to be Genghis Khan's palace in rural Mongolia, which raises the possibility of actually locating the ruler's long-lost burial site. Folklore says that a river was diverted over his grave to make it impossible to find (the same manner of burial as the Sumerian King Gilgamesh of Uruk and Atilla the Hun). Other tales state that his grave was stampeded over by many horses, and that trees were then planted over the site, and the permafrost also did its part in hiding the burial site.\nGenghis Khan left behind an army of more than 129,000 men; 28,000 were given to his various brothers and his sons. Tolui, his youngest son, inherited more than 100,000 men. This force contained the bulk of the elite Mongolian cavalry. By tradition, the youngest son inherits his father's property. Jochi, Chagatai, Ögedei Khan, and Kulan's son Gelejian received armies of 4,000 men each. His mother and the descendants of his three brothers received 3,000 men each.\n\n\n== Mongol Empire ==\n\n\n=== Politics and economics ===\n\nThe Mongol Empire was governed by a civilian and military code, called the Yassa, created by Genghis Khan. The Mongol Empire did not emphasize the importance of ethnicity and race in the administrative realm, instead adopting an approach grounded in meritocracy. The Mongol Empire was one of the most ethnically and culturally diverse empires in history, as befitted its size. Many of the empire's nomadic inhabitants considered themselves Mongols in military and civilian life, including Mongols, Turks and others and included many diverse Khans of various ethnicities as part of the Mongol Empire such as Muhammad Khan.\nThere were tax exemptions for religious figures and, to some extent, teachers and doctors. The Mongol Empire practiced religious tolerance because Mongol tradition had long held that religion was a personal concept, and not subject to law or interference. Sometime before the rise of Genghis Khan, Ong Khan, his mentor and eventual rival, had converted to Nestorian Christianity. Various Mongol tribes were Shamanist, Buddhist or Christian. Religious tolerance was thus a well established concept on the Asian steppe.\nModern Mongolian historians say that towards the end of his life, Genghis Khan attempted to create a civil state under the Great Yassa that would have established the legal equality of all individuals, including women. However, there is no evidence of this, or of the lifting of discriminatory policies towards sedentary peoples such as the Chinese. Women played a relatively important role in the Mongol Empire and in the family, for example Töregene Khatun was briefly in charge of the Mongol Empire while the next male leader Khagan was being chosen. Modern scholars refer to the alleged policy of encouraging trade and communication as the Pax Mongolica (Mongol Peace).\nGenghis Khan realised that he needed people who could govern cities and states conquered by him. He also realised that such administrators could not be found among his Mongol people because they were nomads and thus had no experience governing cities. For this purpose Genghis Khan invited a Khitan prince, Chu'Tsai, who worked for the Jin and had been captured by the Mongol army after the Jin dynasty was defeated. Jin had captured power by displacing Khitan. Genghis told Chu'Tsai, who was a lineal descendant of Khitan rulers, that he had avenged Chu'Tsai's forefathers. Chu'Tsai responded that his father served the Jin dynasty honestly and so did he; also he did not consider his own father his enemy, so the question of revenge did not apply. This reply impressed Genghis Khan. Chu'Tsai administered parts of the Mongol Empire and became a confidant of the successive Mongol Khans.\n\n\n=== Military ===\n\nGenghis Khan put absolute trust in his generals, such as Muqali, Jebe and Subutai, and regarded them as close advisors, often extending them the same privileges and trust normally reserved for close family members. He allowed them to make decisions on their own when they embarked on campaigns far from the Mongol Empire capital Karakorum. Muqali, a trusted lieutenant, was given command of the Mongol forces against the Jin dynasty while Genghis Khan was fighting in Central Asia, and Subutai and Jebe were allowed to pursue the Great Raid into the Caucasus and Kievan Rus', an idea they had presented to the Khagan on their own initiative. While granting his generals a great deal of autonomy in making command decisions, Genghis Khan also expected unwavering loyalty from them.\nThe Mongol military was also successful in siege warfare, cutting off resources for cities and towns by diverting certain rivers, taking enemy prisoners and driving them in front of the army,  and adopting new ideas, techniques and tools from the people they conquered, particularly in employing Muslim and Chinese siege engines and engineers to aid the Mongol cavalry in capturing cities. Another standard tactic of the Mongol military was the commonly practiced feigned retreat to break enemy formations and to lure small enemy groups away from the larger group and defended position for ambush and counterattack.\nAnother important aspect of the military organization of Genghis Khan was the communications and supply route or Yam, adapted from previous Chinese models. Genghis Khan dedicated special attention to this in order to speed up the gathering of military intelligence and official communications. To this end, Yam waystations were established all over the empire.\n\n\n=== Khanates ===\n\nSeveral years before his death, Genghis Khan divided his empire among his sons Ögedei, Chagatai, Tolui, and Jochi (Jochi's death several months before Genghis Khan's meant that his lands were instead split between his sons, Batu and Orda) into several Khanates designed as sub-territories: their Khans were expected to follow the Great Khan, who was, initially, Ögedei.\nFollowing are the Khanates as Genghis Khan assigned them:\n\nEmpire of the Great Khan: Ögedei Khan, as Great Khan, took most of Eastern Asia, including China; this territory later to comprise the Yuan dynasty under Kublai Khan.\nMongol homeland (present day Mongolia, including Karakorum): Tolui Khan, being the youngest son, received a small territory near the Mongol homeland, following Mongol custom.\nChagatai Khanate: Chagatai Khan, Genghis Khan's second son, was given Central Asia and northern Iran.\nBlue Horde to Batu Khan, and White Horde to Orda Khan, both were later combined into the Kipchak Khanate, or Khanate of the Golden Horde, under Toqtamysh. Genghis Khan's eldest son, Jochi, had received most of the distant Russia and Ruthenia. Because Jochi died before Genghis Khan, his territory was further split up between his sons. Batu Khan launched an invasion of Russia, and later Hungary and Poland, and crushed several armies before being summoned back by the news of Ögedei's death.\n\n\n=== After Genghis Khan ===\n\nContrary to popular belief, Genghis Khan did not conquer the whole area of the eventual Mongol Empire. At the time of his death in 1227, the empire stretched from the Caspian Sea to the Sea of Japan. Its expansion continued for one or more generations. Under Genghis's successor Ögedei Khan the speed of expansion reached its peak. Mongol armies pushed into Persia, finished off the Western Xia and the remnants of the Khwarezmids, clashed with the imperial Song dynasty of China, and eventually took control of all of China in 1279. They also pushed further into Russia and eastern Europe.\n\n\n== Perceptions ==\nLike other notable conquerors, Genghis Khan is portrayed differently by conquered peoples than those who conquered with him. Negative views persist in histories written by many cultures from different geographical regions. They often cite the systematic slaughter of civilians in conquered regions, cruelties and destruction by Mongol armies. Other authors also cite positive aspects of Genghis Khan's conquests.\n\n\n=== Positive ===\n\nGenghis Khan is credited with bringing the Silk Road under one cohesive political environment. This allowed increased communication and trade between the West, Middle East and Asia, thus expanding the horizons of all three cultural areas. Some historians have noted that Genghis Khan instituted certain levels of meritocracy in his rule, was tolerant of religions and explained his policies clearly to all his soldiers.\n\n\n==== In Mongolia ====\nGenghis Khan had been revered for centuries by Mongols and certain other ethnic groups such as Turks, largely because of his association with Mongol statehood, political and military organization, and his victories in war. He eventually evolved into a larger-than-life figure chiefly among the Mongols and is still considered the symbol of Mongolian culture.\nDuring the communist period in Mongolia, Genghis was often described as a reactionary, and positive statements about him were avoided. In 1962, the erection of a monument at his birthplace and a conference held in commemoration of his 800th birthday led to criticism from the Soviet Union and the dismissal of secretary Tömör-Ochir of the ruling Mongolian People's Revolutionary Party Central Committee.\n\nIn the early 1990s, the memory of Genghis Khan underwent a powerful revival, partly in reaction to its suppression during the Mongolian People's Republic period. Genghis Khan became one of the central figures of the national identity. He is considered positively by Mongolians for his role in uniting warring tribes. For example, Mongolians often refer to their country as \"Genghis Khan's Mongolia\", to themselves as \"Genghis Khan's children\", and to Genghis Khan as the \"father of the Mongols\" especially among the younger generation. However, there is a chasm in the perception of his brutality. Mongolians maintain that the historical records written by non-Mongolians are unfairly biased against Genghis Khan and that his butchery is exaggerated, while his positive role is underrated.\n\nIn Mongolia today, Genghis Khan's name and likeness appear on products, streets, buildings, and other places. His face can be found on everyday commodities, from liquor bottles to candy, and on the largest denominations of 500, 1,000, 5,000, 10,000, and 20,000 Mongolian tögrög (₮). Mongolia's main international airport in Ulaanbaatar is named Chinggis Khaan International Airport. Major Genghis Khan statues stand before the parliament and near Ulaanbaatar. There have been repeated discussions about regulating the use of his name and image to avoid trivialization.Genghis Khan is regarded as one of the prominent leaders in Mongolia's history. He is responsible for the emergence of the Mongols as a political and ethnic identity because there was no unified identity between the tribes that had cultural similarity. He reinforced many Mongol traditions and provided stability and unity during a time of almost endemic warfare between tribes. He is also credited for introducing the traditional Mongolian script and creating the first written Mongolian code of law, the Ikh Zasag (\"Great Administration\"). Mongolian President Tsakhiagiin Elbegdorj has noted that the Ikh Zasag heavily punished corruption and bribery, and he considers Genghis Khan a teacher for anti-corruption efforts who sought equal protection under the law for all citizens regardless of status or wealth. On the 850th anniversary of Genghis's birth, the President stated \"Chinggis ... was a man who deeply realized that the justice begins and consolidates with the equality of law, and not with the distinctions between people. He was a man who knew that the good laws and rules lived longer than fancy palaces.\" In summary, Mongolians see him as the fundamental figure in the founding of the Mongol Empire and therefore the basis for Mongolia as a country.\nAs of 2012, Elbegdorj issued a decree establishing Genghis Khan's birthday as a national holiday on the first day of winter (according to the Mongolian lunar calendar).\n\n\n==== In Europe ====\nGenghis Khan had a positive reputation among western European authors in the Middle Ages, who knew little concrete information about his empire in Asia. Philosopher and inventor Roger Bacon applauded the scientific and philosophical vigor of Genghis Khan's empire, and the famed writer Geoffrey Chaucer wrote concerning Genghis:\n\nThe noble king was called Genghis Khan, \nWho in his time was of so great renown, \nThat there was nowhere in no region, \n\nSo excellent a lord in all things\nThe Italian explorer Marco Polo said that Genghis Khan \"was a man of great worth, and of great ability, and valor.\"\n\n\n==== In Japan ====\nJapanese such as Kenchō Suyematsu have claimed that the ethnic Japanese Minamoto no Yoshitsune was Genghis Khan.\n\n\n=== Mixed ===\n\n\n==== In China ====\n\nThere are conflicting views of Genghis Khan in the People's Republic of China. The legacy of Genghis and his successors, who completed the conquest of China after 65 years of struggle, remains a mixed topic. China suffered a drastic decline in population. The population of north China decreased from 50 million in the 1195 census to 8.5 million in the Mongol census of 1235–36. However most of them were victims of plague, floods and famine long after the war in northern China was over in 1234 and were not killed by Mongols. Since the 1340s, Yuan China experienced problems. The Yellow River flooded constantly, and other natural disasters also occurred. At the same time the Yuan dynasty required considerable military expenditure to maintain its vast empire. The Black Death also contributed to the birth of the Red Turban movement. Other groups or religious sects made an effort to undermine the power of the last Yuan rulers; these religious movements often warned of impending doom. Decline of agriculture, plague and cold weather hit China, spurring the armed rebellion. In Hebei, 9 out of 10 were killed by the Black Death when Toghon Temür was enthroned in 1333. Two out of three people in China had died of the plague by 1351. An unknown number of people migrated to Southern China in this period. James Waterson cautioned against attributing the population drop in northern China to Mongol slaughter since much of the population may have moved to southern China under the Southern Song or died of disease and famine as agricultural and urban city infrastructure were destroyed. The Mongols spared cities from massacre and sacking if they surrendered like Kaifeng, which was surrendered to Subetai by Xu Li, Yangzhou which was surrendered to Bayan by Li Tingzhi's second in command after Li Tingzhi was executed by the Southern Song, and Hangzhou was spared from sacking when it surrendered to Kublai Khan. Han Chinese and Khitan soldiers defected en masse to Genghis Khan against the Jurchen Jin dynasty. Towns which surrendered were spared from sacking and massacre by Kublai Khan. Khitan did not like leaving their homeland in Manchuria as the Jin moved their primary capital from Beijing south to Kaifeng and defected to the Mongols.In Inner Mongolia there are a monument and buildings dedicated to him and considerable number of ethnic Mongols in the area with a population of around 5 million, almost twice the population of Mongolia. While Genghis never conquered all of China, his grandson Kublai Khan completed that conquest and established the Yuan dynasty that is often credited with re-uniting China. There has been much artwork and literature praising Genghis as a military leader and political genius. The Mongol-established Yuan dynasty left an indelible imprint on Chinese political and social structures for subsequent generations with literature during the preceding Jin dynasty relatively fewer.\n\n\n==== In Russia ====\nGenghis Khan has a predominantly negative reputation in Russia, although he is perceived positively in Buryatia, the republic of the Mongol-speaking Buryats in the Russian Federation. According to the chief editor of Novaya Buryatia, Timur Dugarzhapov, \"Genghis Khan was always a folk hero among the Buryat people. But in Buryatia, even today, children learn ... how terrible the ‘Mongol yoke’ was, how it set Russia back and was responsible for all sort of historic ills.\"\n\n\n=== Negative ===\n\nThe conquests and leadership of Genghis Khan included widespread devastation and mass murder, and he, along with the Mongols in general, perpetrated what has been called ethnocide and genocide. The targets of campaigns that refused to surrender would often be subject to reprisals in the form of enslavement and wholesale slaughter. The second campaign against Western Xia, the final military action led by Genghis Khan, and during which he died, involved an intentional and systematic destruction of Western Xia cities and culture. According to John Man, because of this policy of total obliteration, Western Xia is little known to anyone other than experts in the field because so little record is left of that society. He states that \"There is a case to be made that this was the first ever recorded example of attempted genocide. It was certainly very successful ethnocide.\" In the conquest of Khwarezmia under Genghis Khan, the Mongols razed the cities of Bukhara, Samarkand, Herāt, Ṭūs, and Neyshābūr and killed the respective urban populations. His invasions are considered the beginning of a 200-year period known in Iran and other Islamic societies as the \"Mongol catastrophe.\" Ibn al-Athir, Ata-Malik Juvaini, Seraj al-Din Jozjani, and Rashid al-Din Fazl-Allah Hamedani, Iranian historians from the time of Mongol occupation, describe the Mongol invasions as an catastrophe never before seen. A number of present-day Iranian historians, including Zabih Allah Safa, have likewise viewed the period initiated by Genghis Khan as a uniquely catastrophic era. Steven R. Ward writes that the Mongol violence and depredations in the Iranian Plateau \"killed up to three-fourths of the population... possibly 10 to 15 million people. Some historians have estimated that Iran's population did not again reach its pre-Mongol levels until the mid-20th century.\"Although the famous Mughal emperors were proud descendants of Genghis Khan and particularly Timur, they clearly distanced themselves from the Mongol atrocities committed against the Khwarizim Shahs, Turks, Persians, the citizens of Baghdad and Damascus, Nishapur, Bukhara and historical figures such as Attar of Nishapur and many other notable Muslims. However, Mughal Emperors directly patronized the legacies of Genghis Khan and Timur; together their names were synonymous with the names of other distinguished personalities particularly among the Muslim populations of South Asia.\n\n\n== Descent ==\n\nIn addition to most of the Mongol nobility up to the 20th century, the Mughal emperor Babur's mother was a descendant. Timur (also known as Tamerlane), the 14th-century military leader, and many other nobilities of central Asian countries claimed descent from Genghis Khan. During the Soviet purge most of the Mongol nobility in Mongolia were purged.\n\n\n== Physical appearance ==\n\nUnlike most emperors, Genghis Khan never allowed his image to be portrayed in paintings or sculptures. The earliest known images of Genghis Khan were produced half a century after his death, including the famous National Palace Museum portrait. Though the portrait in the National Palace Museum is often considered the closest resemblance to what Genghis Khan actually looked like, it, like all others, is essentially an arbitrary rendering. These earliest images were commissioned by Kublai Khan and intentionally sinicized Genghis Khan as a Mandarin, in order to posthumously legitimate him as a Chinese emperor. Other portrayals of Genghis Khan from other cultures likewise characterized him according to their particular image of him. In Persia he was portrayed as a Turkish sultan, in Europe he was pictured as an ugly barbarian with a fierce face and cruel eyes. According to Herbert Allen Giles, a painter known as Ho-li-hosun (also known as Khorisun or Qooriqosun ) was a Mongol commissioned by Kublai Khan in 1278 to paint the portrait of Genghis Khan (National Palace Museam portrait). Under Kublai Khan supervision, he ordered Khorisun along with the other entrusted remaining followers of Genghis Khan to make sure that the portrait of Genghis Khan reflected his true image.The only individuals to have recorded Genghis Khan's physical appearance during his lifetime were the Persian chronicler Minhaj al-Siraj Juzjani and Chinese diplomat Zhao Hong. Minhaj al-Siraj described Genghis Khan as \"a man of tall stature, of vigorous built, robust in body, the hair of his face scanty and turned white, with cats’ eyes, possessed of dedicated energy, discernment, genius, and understanding, awe-striking...\". The chronicler had also previously commented on Genghis Khan's height, powerful build, with cat's eyes and lack of grey hair, based on the evidence of eyes witnesses in 1220, which saw Genghis Khan fighting in the Khorasan (modern day northwest Persia). According to Paul Ratchnevsky, Zhao Hong, a Song dynasty envoy who visited the Mongols in 1221, described Genghis Khan as \"of tall and majestic stature, his brow is broad and his beard is long\".Other descriptions of Genghis Khan come from 14th century texts. The Persian historian Rashid-al-Din in Jami' al-tawarikh, written in the beginning of the 14th century, stated that most Borjigin ancestors of Genghis Khan were \"tall, long-bearded, red-haired, and bluish green-eyed,\" features which Genghis Khan himself had. The factual nature of this statement is considered controversial. In the Georgian Chronicles, in a passage written in the 14th century, Genghis Khan is similarly described as a large, good-looking man, with red hair. However, according to John Andrew Boyle, Rashid al-Din's text of red hair referred to ruddy skin complexion, and that Genghis Khan was of ruddy complexion like most of his children except for Kublai Khan who was swarthy. He translated the text as “It chanced that he was born 2 months before Möge, and when Chingiz-Khan’s eye fell upon him he said: “all our children are of a ruddy complexion, but this child is swarthy like his maternal uncles. Tell Sorqoqtani Beki to give him to a good nurse to be reared”. 14th century Arabic historian Shihab al-Umari also disputed Rashid al-Din's translation and claimed Alan Gua falsified the origin of her clan. Some Historians such as Denise Aigle claimed that Rashid al-Din mythicized the origin of Genghis Khan ancestors (the Borjigin clan) through his own interpretations of The Secret History of the Mongols. Italian historian Igor de Rachewiltz claimed that the Mongol origins of the early ancestors of Genghis Khan were animals born from the blue eye wolf (Borte Chino) and the fallow doe (Qo'ai Maral) that was described in the early legends, that their ancestors were animals.\n\n\n== Depictions in modern culture ==\n\nThere have been several films, novels and other adaptation works on the Mongolian ruler.\n\n\n=== Films ===\nGenghis Khan, a 1950 Philippine film directed by Manuel Conde.\nThe Conqueror, released in 1956 and starring John Wayne as Temüjin and Susan Hayward as Börte.\nGenghis Khan, a 1965 film starring Omar Sharif.\nUnder the Eternal Blue Sky, a Mongolian film directed by Baljinnyam, which was released in 1990. Starring Agvaantserengiin Enkhtaivan as Temüjin.\nGenghis Khan, an unfinished 1992 film starring Richard Tyson, Charlton Heston and Pat Morita.\nGenghis Khan – A Proud Son Of Heaven, a 1998 film made in Mongolian, with English subtitles.\nGenghis Khan: To the Ends of the Earth and Sea, also known as The Descendant of Gray Wolf, a Japanese-Mongolian film released in 2007.\nMongol, a film by Sergei Bodrov released in 2007. (Academy Award nominee for Best Foreign Language Film).\nNo Right to Die – Chinggis Khaan, a Mongolian film released in 2008.\n\n\n=== Television series ===\nGenghis Khan, a 1987 Hong Kong television series produced by TVB, starring Alex Man.\nGenghis Khan, a 1987 Hong Kong television series produced by ATV, starring Tony Liu.\nGenghis Khan, a 2004 Chinese-Mongolian co-produced television series, starring Ba Sen, who is a descendant of Genghis Khan's second son Chagatai.\n\n\n=== Poetry ===\n\"The Squire's Tale\", one of The Canterbury Tales by Geoffrey Chaucer, is set at the court of Genghis Khan.\nThe End of Genghis, a poem by F. L. Lucas, in which the dying Khan, attended by his Khitan counsellor Yelü Chucai, looks back on his life.\n\n\n=== Novels ===\nThe Conqueror series of novels by Conn Iggulden\nSteppe by Piers Anthony\nGenghis Khan (Last incarnation) in Metro 2033 by Dmitry Glukhovsky\n\n\n=== Short stories ===\nThe Private Life of Genghis Khan by Douglas Adams and Graham Chapman\n\n\n=== Music ===\nWest German pop band Dschinghis Khan took its name from the German-language spelling of Genghis Khan. They participated in the Eurovision Song Contest 1979 with their song of the same name.\nHeavy metal band Iron Maiden released an all-instrumental track titled \"Genghis Khan\" on their 1981 sophomore album Killers.\nThe band Miike Snow released the song \"Genghis Khan\" in 2017.\nMongolian Folk-Rock band The Hu released a song called The Great Chinggis Khaan in August 2019.\n\n\n=== Video games ===\nAge of Empires II: The Age of Kings\nAoki Ookami to Shiroki Mejika IV: Genghis Khan\nCrusader Kings 2\nDeadliest Warrior: Legends\nSid Meier's Civilization\n\n\n== Name and title ==\nThere are many theories about the origins of Temüjin's title. Since people of the Mongol nation later associated the name with ching (Mongolian for strength), such confusion is obvious, though it does not follow etymology.\n\nOne theory suggests the name stems from a palatalised version of the Mongolian and Turkic word tenggis, meaning \"ocean\", \"oceanic\" or \"wide-spreading\". (Lake Baikal and ocean were called tenggis by the Mongols. However, it seems that if they had meant to call Genghis tenggis they could have said, and written, \"Tenggis Khan\", which they did not.) Zhèng (Chinese: 正) meaning \"right\", \"just\", or \"true\", would have received the Mongolian adjectival modifier -s, creating \"Jenggis\", which in medieval romanization would be written \"Genghis\". It is likely that the 13th-century Mongolian pronunciation would have closely matched \"Chinggis\".The English spelling \"Genghis\" is of unclear origin. Weatherford claims it derives from a spelling used in original Persian reports. Even at this time some Iranians pronounce his name as \"Ghengiss\". However, review of historical Persian sources does not confirm this.According to the Secret History of the Mongols, Temüjin was named after a powerful warrior of the Tatar tribe that his father Yesügei had taken prisoner. The name \"Temüjin\" is believed to derive from the word temür, Turkic for iron (modern Mongolian: төмөр, tömör). The name would imply a blacksmith or a man strong like iron.\nNo evidence has survived to indicate that Genghis Khan had any exceptional training or reputation as a blacksmith. But the latter interpretation (a man strong like iron) is supported by the names of Genghis Khan's siblings, Temülin and Temüge, which are derived from the same root word.\n\n\n=== Name and spelling variations ===\nGenghis Khan is spelled in a variety of ways in different languages such as Mongolian Chinggis Khaan, English Chinghiz, Chinghis, and Chingiz, Chinese: 成吉思汗; pinyin: Chéngjísī Hán, Turkic: Cengiz Han, Çingiz Xan, Chingizxon, Shın'g'ısxan, Çingiz Han Çıñğız Xan, Şıñğıs xan, Çiñğiz Xaan, Çiñğizhan, Russian: Чингисхан (Čingiskhan) or Чингиз-хан (Čingiz-khan), etc. Temüjin is written in Chinese as simplified Chinese: 铁木真; traditional Chinese: 鐵木眞; pinyin: Tiěmùzhēn.\nWhen Kublai Khan established the Yuan dynasty in 1271, he had his grandfather Genghis Khan placed on the official record as the founder of the dynasty or Taizu (Chinese: 太祖). Thus, Genghis Khan is also referred to as Yuan Taizu (Emperor Taizu of Yuan, Chinese: 元太祖) in Chinese historiography.\n\n\n== Timeline ==\n\nProbably 1155 or 1162: Temüjin was born in the Khentii mountains.\nWhen Temüjin was nine, his father Yesükhei was poisoned by Tatars, leaving Temüjin and his family destitute.\nc. 1184: Temüjin's wife Börte was kidnapped by Merkits; he called on blood brother Jamukha and Wang Khan for aid, and they rescued her.\nc. 1185: First son Jochi was born; leading to doubt about his paternity later among Genghis's children, because he was born shortly after Börte's rescue from the Merkits.\n1190: Temüjin united the Mongol tribes, became leader, and devised code of law Yassa.\n1201: Victory over Jamukha's Jadarans.\n1202: Adopted as Wang Khan's heir after successful campaigns against Tatars.\n1203: Victory over Wang Khan's Keraites. Wang Khan himself killed by accident by allied Naimans.\n1204: Victory over Naimans (all these confederations unite and become the Mongols).\n1206: Jamukha was killed. Temüjin was given the title Genghis Khan by his followers in a Kurultai (around 40 years of age).\n1207–1210: Genghis led operations against the Western Xia, which comprises much of northwestern China and parts of Tibet. Western Xia ruler submitted to Genghis Khan. During this period, the Uyghurs also submitted peacefully to the Mongols and became valued administrators throughout the empire.\n1211: After the kurultai, Genghis led his armies against the Jin dynasty ruling northern China.\n1215: Beijing fell; Genghis Khan turned to west and the Khara-Kitan Khanate.\n1219–1222: Conquered Khwarezmid Empire.\n1226: Started the campaign against the Western Xia for forming coalition against the Mongols, the second battle with the Western Xia.\n1227: Genghis Khan died after conquering the Tangut people. Cause of death is uncertain.\n\n\n== See also ==\nHistory of Mongolia\nMöge Khatun\nList of medieval Mongolian tribes and clans\nList of Mongolian monarchs\nFamily tree of Genghis Khan\n\n\n== Notes ==\n\n\n== References ==\n\n\n=== Citations ===\n\n\n=== Sources ===\n\n\n=== Primary sources ===\n\n\n== Further reading ==\n\"Genghis Khan\". Funk & Wagnalls New Encyclopedia. World Almanac Education Group. 2005. Archived from the original on January 13, 2006. Retrieved May 22, 2008 – via History Channel.\nBrent, Peter (1976). The Mongol Empire: Genghis Khan: His Triumph and His Legacy. London: Weidenfeld & Nicolson. ISBN 978-0-297-77137-1.\nBretschneider, Emilii (2002). Mediæval Researches from Eastern Asiatic Sources; Fragments Towards the Knowledge of the Geography & History of Central & Western Asia. This Elibron Classics book is a facsimile reprint of an 1888 edition by Trübner & Co., London. Adamant Media Corporation. ISBN 978-1-4021-9303-3.\nCable, Mildred; French, Francesca (1943). The Gobi Desert. London, England: Landsborough Publications.\nChapin, David (2012). Long Lines: Ten of the World's Longest Continuous Family Lineages. VirtualBookWorm.com. College Station, Texas. ISBN 978-1-60264-933-0.\nCharney, Israel W. (1994). Genocide: A Critical Bibliographic Review. New York, NY: Facts on File Publications.\nFarale, Dominique (2002). De Gengis Khan à Qoubilaï Khan : la grande chevauchée mongole. Campagnes & stratégies (in French). Paris, France: Economica. ISBN 978-2-7178-4537-2.\nFarale, Dominique (2007). La Russie et les Turco-Mongols : 15 siècles de guerre (in French). Paris, France: Economica. ISBN 978-2-7178-5429-9.\nKennedy, Hugh (2002). Mongols, Huns & Vikings. London: Cassell. ISBN 978-0-304-35292-0.\nKradin, Nikolay; Skrynnikova, Tatiana (2006). Imperiia Chingis-khana (Chinggis Khan Empire) (in Russian). Moscow, Russia: Vostochnaia literatura. ISBN 978-5-02-018521-0. (summary in English)\nKradin, Nikolay; Skrynnikova, Tatiana (2006). \"Why do we call Chinggis Khan's Polity 'an Empire'\". Ab Imperio. 7 (1): 89–118. doi:10.1353/imp.2006.0016. S2CID 162546341. 5-89423-110-8.\nLamb, Harold (1927). Genghis Khan: The Emperor of All Men. New York, NY: R. M. McBride & company.\nLister, R. P. (2000). Genghis Khan. Lanham, Maryland: Cooper Square Press. ISBN 978-0-8154-1052-2.\nMan, John (1999). Gobi: Tracking the Desert. London, England; New Haven, CT: Weidenfeld & Nicolson; Yale University Press. ISBN 978-0-7538-0161-1.\nMartin, Henry Desmond (1950). The Rise of Chingis Khan and his Conquest of North China. Baltimore: Johns Hopkins Press.\nMay, Timothy (2001). \"Mongol Arms\". Explorations in Empire: Pre-Modern Imperialism Tutorial: The Mongols. San Antonio College History Department. Archived from the original on May 18, 2008. Retrieved May 22, 2008.\nSmitha, Frank E. \"Genghis Khan and the Mongols\". Macrohistory and World Report. Retrieved June 30, 2005.\nStevens, Keith. \"Heirs to Discord: The Supratribal Aspirations of Jamukha, Toghrul, and Temüjin\" (PDF). Archived from the original (PDF) on June 25, 2008. Retrieved May 22, 2008.\nStewart, Stanley (2001). In the Empire of Genghis Khan: A Journey among Nomads. London, England: Harper Collins. ISBN 978-0-00-653027-5.\nTurnbull, Stephen (2003). Genghis Khan & the Mongol Conquests 1190–1400. Oxford, England: Osprey Publishing. ISBN 978-1-84176-523-5.\nValentino, Benjamin A. (2004). Final Solutions: Mass Killing and Genocide in the Twentieth Century. Ithaca, NY: Cornell University Press. ISBN 978-0-8014-3965-0.\nAbbott, Jacob (2014). Genghis Khan by Jacob Abbott. manybooks.net. ISBN 978-0-00-653027-5.\nMughal, Empire (2009). Chapter 1 to 5.pmd (PDF). New Delhi, India: ncert.nic.in. pp. 2–15. ISBN 978-81-7450-489-0.\nDerenko, M. V. (2007). Distribution of the male lineages of Genghis Khan's descendants.\nNarod, Malyarchuk; Derenko (2007). Distribution of the Male Lineages of Genghis Khan's Descendants in Moden Europe (PDF). Russia. pp. 1–2.\nLee, Sieun (2016). Molecular Genealogy of a Mongol Queen's Family and Her Possible Kinship with Genghis Khan. Mongolia: University of Mongolia. ISBN 978-0815341499.\nWikipedia, School (2007). Genghis Khan: Lecture notes (PDF). Tokyo, Japan: Bishouston Humanities. pp. 10–16. ISBN 9780761410270.\nAtwood, Christopher (2018). Encyclopedia of Mongolia and the Mongol Empire (PDF). Shora Taarib Publications. pp. 8–689. ISBN 978-1-4381-2922-8.\nColumbia, University (2019). The Mongols in World History (PDF). Columbia, U.S.A.: E- Asia Publications. p. 29.\nRachewiltz, Igor de (2015). \"Chapter-I\". The Secrets of Mongol Empire. A Mongolian Epic Chronicle of the Thirteenth Century. VI. University of Australia, Australia: Cedal Books Publications. University of Australia. pp. 4–296. ISBN 978-90-04-24876-2. Retrieved September 22, 2020.\n\n\n== External links ==\n\nGenghis Khan (Mongol ruler) at the Encyclopædia Britannica\nGenghis Khan on In Our Time at the BBC\nWelcome to The Realm of the Mongols\nParts of this biography were taken from the Area Handbook series at the Library of Congress\nEstimates of Mongol warfare casualties\nGenghis Khan on the Web (directory of some 250 resources)\nThe History of Genghizcan the Great, First Emperor of the Antient Moguls and Tartars\nWhy Genghis Khan was good for the planet. The Guardian. January 26, 2011.\n\"Genghis Khan's Secret Weapon Was Rain\", National Geographic, Roff Smith, March 10, 2014",
        "brit": "",
        "quote": "",
        "tags": "['place_of_worship', 'point_of_interest', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJv1EQNZtOUjYROF8BrFtW5SY",
      "name": "Qinghai Guide National Geopark Museum",
      "text": {
        "wiki": "Tourist attractions or scenic areas rated as AAAAA (5A) are the most important and best-maintained tourist attractions in the People's Republic of China, given the highest level in the rating categories used by the Ministry of Culture and Tourism. As of 2020, there are 279 tourist attractions listed as 5A.\n\n\n== History ==\nThe origins of the rating system for tourist attractions are based on criteria first set out in 1999 by the China National Tourism Administration (predecessor to the current Ministry of Culture and Tourism) and revised in 2004. The criteria includes quality and management factors like ease of transportation links, site safety, cleanliness, etc. and also takes into account the uniqueness and recognition of the sightseeing offering. Tourist attractions were graded according to the criteria on a scale initially from  A to AAAA with AAAAA or 5As added on later as the highest rating. A group of 66 tourist attractions were certified as the first set of AAAAA rated tourist attractions in 2007. The first batch included many of the most iconic historical sites in China including the Forbidden City and Summer Palace. Additional batches of additional sites have been added including 20 new 5A sites in February 2017. On rare occasions a few locations have been downgraded from the highest rating category for deficiencies in visitor experience.\n\n\n== List ==\n\n\n== Downgrading ==\nTourist sites found deficient by the China National Tourism Administration (merged into the Ministry of Culture and Tourism in 2018) have lost their 5A accreditation due to deficiencies in visitor experience. In 2015, Shanhai Pass in Hebei was the first tourist site to be downgraded from 5A. The next wave of downgrading occurred in 2016 with the removal of Orange Isle in Hunan and Shenlong Gorge in Chongqing for \"security concerns, overpricing, poor environmental management and poor facility maintenance, as well as bad service mainly resulting from a lack of staff members.\"\n\n\n== See also ==\nList of protected areas of China\nList of national parks of China\n\n\n== References ==\n\n\n== External links ==\nComplete list of AAAA tourist attractions (Chinese) at the website of the central government of the People's Republic of China",
        "brit": "",
        "quote": "",
        "tags": "['museum', 'point_of_interest', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJj_2gmWiesjcRNADl-3jyNHU",
      "name": "Qinghai Lake",
      "text": {
        "wiki": "Qinghai (青海; alternately romanized as Tsinghai, Ch'inghai or Kokonur) is a landlocked province in the northwest of the People's Republic of China. As one of the largest province-level administrative divisions of China by area, the province is ranked fourth largest in area and has the third smallest population. Its capital and largest city is Xining.\nQinghai borders Gansu on the northeast, Xinjiang on the northwest, Sichuan on the southeast and the Tibet Autonomous Region on the southwest. Qinghai province was established in 1928 under the Republic of China period during which it was ruled by Chinese Muslim warlords known as the Ma clique. The Chinese name \"Qinghai\" is after Qinghai Lake, the largest lake in China. The province was known formerly as Kokonur in English, derived from the Oirat name for Qinghai Lake.\nLocated mostly on the Tibetan Plateau, the province has long been a melting pot for a number of ethnic groups including the Han, Tibetans, Hui, Tu, Mongols and Salars. Tibetans constitute a fifth of the population of Qinghai and the Hui compose roughly a sixth of the population. There are over 37 recognized ethnic groups among Qinghai's population of 5.6 million, with national minorities making up a total of 45.5% of the population.\nThe area of Qinghai was brought under Qing rule in 1724. After the overthrow of the Qing dynasty in 1911, the region came under Chinese Muslim warlord Ma Qi's control until the Northern Expedition by the Republic of China consolidated central control in 1928, creating the province.\n\n\n== History ==\nDuring China's Bronze Age, Qinghai was home to the Qiang people who traditionally made a living in agriculture and husbandry, the Kayue culture. The eastern part of the area of Qinghai was under the control of the Han dynasty about 2,000 years ago. It was a battleground during the Tang and subsequent Chinese dynasties when they fought against successive Tibetan tribes.In the middle of 3rd century CE, nomadic people related to the Mongolic Xianbei migrated to pasture lands around the Qinghai Lake (Koko Nur) and established the Tuyuhun Kingdom. In the 7th century, Tuyuhun Kingdom was attacked by both the Tibetan Empire and Tang dynasty as both of them sought control over trade routes. Military conflicts severely weakened the kingdom and it was incorporated into the Tibetan Empire. After the disintegration of the Tibetan Empire, small local factions emerged, some under the titular authority of China. The Song dynasty defeated the Tibetan Kokonor Kingdom in the 1070s. During the Yuan dynasty's administrative rule of Tibet, the region comprising the headwaters of the Yellow and Yangtze rivers – what modern Tibetan nationalists call \"Amdo\" – was apportioned to different administrative divisions than Tibet proper.Most of Qinghai was once also a short time under the control of early Ming dynasty, but later gradually lost to the Khoshut Khanate founded by the Oirats. The Xunhua Salar Autonomous County is where most Salar people live in Qinghai. The Salars migrated to Qinghai from Samarkand in 1370. The chief of the four upper clans around this time was Han Pao-yuan and Ming granted him office of centurion, it was at this time the people of his four clans took Han as their surname. The other chief Han Shan-pa of the four lower Salar clans got the same office from Ming, and his clans were the ones who took Ma as their surname.From 1640 to 1724, a big part of the area that is now Qinghai was under Khoshut Mongol control, but in 1724 it was conquered by the armies of the Qing dynasty. Xining, the capital of modern Qinghai province, began to function as the administrative center, although the city itself was then part of Gansu province. During the rule of the Qing dynasty, the governor was a viceroy of the Qing Emperor, but the local ethnic groups enjoyed much autonomy. Many chiefs retained their traditional authority, participating in local administrations. The Dungan revolt (1862–77) devastated the Hui Muslim population of Shaanxi, shifting the Hui center of population to Gansu and Qinghai. Another Dungan revolt broke out in Qinghai in 1895 when various Muslim ethnic groups in Qinghai and Gansu rebelled against the Qing. Following the overthrow of the Qing dynasty in 1911, the region came under Chinese Muslim warlord Ma Qi control until the Northern Expedition by the Republic of China consolidated central control in 1928.\nIn July–August 1912, General Ma Fuxiang was \"Acting Chief Executive Officer of Kokonur\" (de facto Governor of the region that later became Qinghai). In 1928, Qinghai province was created. Previously, it was part of Gansu, as the \"Tibetan frontier district\". The Muslim warlord and General Ma Qi became military governor of Qinghai, followed by his brother Ma Lin (warlord) and then Ma Qi's son Ma Bufang. In 1932 Tibet invaded Qinghai, attempting to capture southern parts of Qinghai province, following contention in Yushu, Qinghai, over a monastery in 1932. The army of Ma Bufang defeated the Tibetan armies. Governor of Qinghai Ma Bufang was described as a socialist by American journalist John Roderick and friendly compared to the other Ma Clique warlords. Ma Bufang was reported to be good humoured and jovial in contrast to the brutal reign of Ma Hongkui. Most of eastern China was ravaged by the Second Sino-Japanese War and the Chinese Civil War, by contrast, Qinghai was relatively untouched.\nMa Bufang increased the prominence of the Hui and Salar people in Qinghai's politics by heavily recruiting to his army from the counties in which those ethnic groups predominated. General Ma started a state run and controlled industrialization project, directly creating educational, medical, agricultural, and sanitation projects, run or assisted by the state. The state provided money for food and uniforms in all schools, state run or private. Roads and a theater were constructed. The state controlled all the press, no freedom was allowed for independent journalists.As the 1949 Chinese revolution approached Qinghai, Ma Bufang abandoned his post and flew to Hong Kong, traveling abroad but never returning to China. On January 1, 1950, the Qinghai Province People's Government was declared, owing its allegiance to the new People's Republic of China. Aside from some minor adjustments to suit the geography, the PRC maintained the province's territorial integrity. Resistance to Communist rule continued in the form of the Huis' Kuomintang Islamic insurgency (1950–58), spreading past traditionally Hui areas to the ethnic-Tibetan south. Although the Hui composed 15.6% of Qinghai's population in 1949, making the province the second-largest concentration of Hui after Ningxia, the state denied the Hui ethnic autonomous townships and counties that their numbers warranted under Chinese law until the 1980s.\n\n\t\t\n\n\n== Geography ==\nQinghai is located on the northeastern part of the Tibetan Plateau. The Yellow River originates in the southern part of the province, while the Yangtze and Mekong have their sources in the southwestern part. Qinghai is separated by the Riyue Mountain into pastoral and agricultural zones in the west and east.The average elevation of Qinghai is over 3,000 metres (9,800 ft) above sea level. Mountain ranges include the Tanggula Mountains and Kunlun Mountains, with the highest point being Bukadaban Feng at 6,860 metres (22,510 ft). Due to the high altitude, Qinghai has quite cold winters (harsh in the highest elevations), mild summers, and a large diurnal temperature variation. Its mean annual temperature is approximately −5 to 8 °C (23 to 46 °F), with January temperatures ranging from −18 to −7 °C (0 to 19 °F) and July temperatures ranging from 15 to 21 °C (59 to 70 °F). It is also prone to heavy winds as well as sandstorms from February to April. Significant rainfall occurs mainly in summer, while precipitation is very low in winter and spring, and is generally low enough to keep much of the province semi-arid or arid.\nBy area, Qinghai is the largest province in the People's Republic of China (excluding the autonomous regions). Qinghai Lake is the largest salt water lake in China, and the second largest in the world. The Qaidam basin lies in the northwest part of the province. About a third of this resource rich basin is desert. The basin has an altitude between 3000 and 3500 meters.\nThe Sanjiangyuan National Nature Reserve, is located in Qinghai and contains the headwaters of the Yellow River, Yangtze River, and Mekong River. The reserve was established to protect the headwaters of these three rivers and consists of 18 subareas, each containing three zones which are managed with differing degrees of strictness.\n\n\t\t\n\n\n== Politics ==\n\n\n== Administrative divisions ==\n\nBecause the Han form Qinghai's ethnic majority and because none of its many ethnic minorities have clear dominance over the rest, the province is not administered as an autonomous region. Instead, the province has many ethnic autonomous areas at the district and county levels. Qinghai is administratively divided into eight prefecture-level divisions: two prefecture-level cities and six autonomous prefectures:\n\nThe eight prefecture-level divisions of Qinghai are subdivided into 44 county-level divisions (6 districts, 4 county-level cities, 27 counties and 7 autonomous counties).\n\n\n=== Urban areas ===\n\n\n== Population ==\n\n\n=== Demographics ===\n\n\n=== Ethnicity ===\nThere are over 37 recognized ethnic groups among Qinghai's population of 5.2 million, with national minorities making up 45.5% of the population. The demographic mix is similar to Gansu province, with Han (54.5%), Tibetan (20.7%), Hui (16%), Tu (Monguor) (4%), Mongol, and Salar being the most populous groups. Han Chinese predominate in the cities of Xining, Haidong, Delingha and Golmud, and elsewhere in the northeast. The Hui are concentrated in Xining, Haidong, Minhe County, Hualong County, and Datong County. The Tu people predominate in Huzhu County and the Salars in Xunhua County; Tibetans and Mongols are sparsely distributed across the rural western part of the province.Of the Muslim ethnic groups in China, Qinghai has communities of Hui, Salar, Dongxiang, and Bao'an. The Hui dominate the wholesale business in Qinghai.\n\n\n=== Religion ===\n\nThe predominant religions in Qinghai are Chinese folk religions (including Taoist traditions and Confucianism) and Chinese Buddhism among the Han Chinese. The large Tibetan population practices Tibetan schools of Buddhism or traditional Tibetan Bön religion, while the Hui Chinese practice Islam. Christianity is the religion of 0.76% of the province's population according to the Chinese General Social Survey of 2004. According to a survey of 2010, 17.51% of the population of Qinghai follow Islam.From September 1848, the city was the seat of a short-lived Latin Catholic Apostolic Vicariate (pre-diocesan missionary jurisdiction) of Kokonur (alias Khouhkou-noor, Kokonoor), but it was suppressed in 1861. No incumbent(s) recorded.\n\n\n== Culture ==\nQinghai has been influenced by the interactions \"between Mongol and Tibetan culture, north to south, and Han Chinese and Inner Asia Muslim culture, east to west\". The languages of Qinghai have for centuries formed a Sprachbund, with Zhongyuan Mandarin, Amdo Tibetan, Salar, Yugur, and Monguor borrowing from and influencing one another. In mainstream Chinese culture, Qinghai is most associated with the Tale of King Mu, Son of Heaven. According to this legend, King Mu of Zhou (r. 976–922 BCE) pursued hostile Quanrong nomads to eastern Qinghai, where the goddess Xi Wangmu threw the king a banquet in the Kunlun Mountains.The main religions in Qinghai are Tibetan Buddhism and Islam. The Dongguan Mosque has been continuously operating since 1380. Measures of education in Qinghai are low, particularly among the Muslim ethnic groups such as the Hui and Salar, who sometimes prefer to send their children to madrasahs rather than secular schools. The yak, which is native to Qinghai, is widely used in the province for transportation and its meat. The Mongols of Qinghai celebrate the Naadam festival on the Qaidam Basin every year.\n\n\n== Economy ==\n\nQinghai's economy is amongst the smallest in all of China. Its nominal GDP for 2011 was just 163.4 billion RMB (US$25.9 billion) and contributes to about 0.35% of the entire country's economy. Per capita GDP was 19,407 RMB (US$2,841), the second lowest in China.Its heavy industry includes iron and steel production, located near its capital city of Xining. Oil and natural gas from the Qaidam Basin have also been an important contributor to the economy. Salt works operate at many of the province's numerous salt lakes.\nOutside of the provincial capital, Xining, most of Qinghai remains underdeveloped. Qinghai ranks second lowest in China in terms of highway length, and will require a significant expansion of its infrastructure to capitalize on the economic potential of its rich natural resources.\n\n\n=== Economic and technological development zone ===\nXining Economic & Technological Development Zone (XETDZ) was approved as state-level development zone in July 2000. It has a planned area of 4.4 square kilometres (1.7 sq mi). XETDZ lies in the east of Xining, 5 kilometres (3.1 mi) from downtown. In the east of the province, Xining stands at the upper reaches of the Huangshui River—one of the Yellow River's branches. The city is surrounded by the mountains with an average elevation of 2261 meters and the highest at 4393 meters. XETDZ is the first of its kind at the national level on the Qinghai-Tibet Plateau. It is established to fulfill the nation's strategy of developing the west.\nXETDZ enjoys a convenient transportation system, connected by the Xining-Lanzhou expressway and running through by two main roads, the broadest in the city. It is 4 kilometers from the railway station, 15 kilometers from Xi'ning Airport — a grade 4D airport with 14 airlines to cities such as Beijing, Guangzhou, Shanghai, Chengdu and Xi'an. Xining is Qinghai province's passage to the outside world, a transportation center with more than ten highways, over 100 roads and two railways, Lanzhou-Qinghai and Qinghai-Tibet Railways in and out of the city.\nIt focuses on the development of following industries: chemicals based on salt lake resources, nonferrous metals, and petroleum and natural gas processing; special medicine, foods and bio-chemicals using local plateau animals and plants; new products involving ecological and environmental protection, high technology, new materials as well as information technology; and services such as logistics, banking, real estate, tourism, hotel, catering, agency and international trade.\n\n\n=== Tourism ===\n\nMany tourist attractions center on Xining, the provincial seat of Qinghai.\nDuring the hot summer months, many tourists from the hot Southern and Eastern parts of China travel to Xining, as the climate of Xining in July and August is quite mild and comfortable, making the city an ideal summer retreat.\nQinghai Lake (青海湖; qīnghǎi hú) is another tourist attraction, albeit further from Xining than Kumbum Monastery (Ta'er Si). The lake is the largest saltwater lake in China, and is also located on the \"Roof of the World\", the Tibetan Plateau. The lake itself lies at 3,600m elevation. The surrounding area is made up of rolling grasslands and populated by ethnic Tibetans. Most pre-arranged tours stop at Bird Island (鸟岛; niǎo dǎo). An international bicycle race takes place annually from Xining to Qinghai Lake.\n\n\n=== Transportation ===\n\nThe Lanqing Railway, running between Lanzhou, Gansu and Xining, the province's capital, was completed in 1959 and is the major transportation route in and out of the province. A continuation of the line, the Qinghai-Tibet Railway via Golmud and western Qinghai, has become one of the most ambitious projects in PRC history. It was completed in October 2005 and now links Tibet with the rest of China through Qinghai.\nConstruction on the Golmud–Dunhuang Railway, in the province's northwestern part, started in 2012.\nSix National Highways run through the province.\nXining Caojiabao International Airport provides service to Beijing, Lanzhou, Golmud and Delingha. Smaller regional airports, Delingha Airport, Golog Maqin Airport, Huatugou Airport, Qilian Airport and Yushu Batang Airport, serve some of the local centers of the far-flung province; plans exist for the construction of three more by 2020.\n\n\n== Telecommunications ==\n\nSince the Ministry of Industry and Information Technology began its \"Access to Telephones Project\", Qinghai has invested 640 million yuan to provide telephone access to 3860 out its 4133 administrative villages. At the end of 2006, 299 towns had received Internet access. However, 6.6 percent of villages in the region still have no access to the telephone. These villages are mainly scattered in Qingnan Area, with 90 percent of them located in Yushu and Guoluo. The average altitude of these areas exceeds 3600 meters, and the poor natural conditions hamper the establishment of telecommunication facilities in the region.\nSatellite phones have been provided to 186 remote villages in Qinghai Province as of September 14, 2007. The areas benefited were Yushu Tibetan Autonomous Prefecture and Guoluo Tibetan Autonomous Prefecture. Qinghai has recently been provided with satellite telephone access. In June 2007, China Satcom carried out an in-depth survey in Yushu and Guoluo, and made a special satellite phones for these areas. Two phones were provided to each village for free, and calls were charged at the rate of 0.2 yuan (about a quarter of a US cent at that time) per minute for both local and national calls, with the extra charges assumed by China Satcom. No monthly rent was charged on the satellite phone. International calls were also available.\n\n\n== Colleges and universities ==\n\nQinghai University (青海大学)\nQinghai Normal University (青海师范大学)\nQinghai University for Nationalities (青海民族大学)\nQinghai Medical College (青海医学院)\nQinghai Radio & Television University (青海广播电视大学)\n\n\n== See also ==\n2010 Yushu earthquake\nAmdo\nGeladandong\nHaplogroup D-M15 (Y-DNA)\nHaplogroup O3 (Y-DNA)\nIris qinghainica (native plant of Qinghai)\nMajor national historical and cultural sites in Qinghai\nTectonic summary of Qinghai\n\n\n== References ==\n\n\n=== Citations ===\n\n\n=== General sources ===\n\n\n== External links ==\nOfficial website (in Chinese)\nMemorials from Qinghai from the 19th century.",
        "brit": "",
        "quote": "The nation's largest lake, with blue-green salt water, islands & large populations of shore birds.",
        "tags": "['natural_feature', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJ48S8jM8CUjYRbBpEDRjKoTA",
      "name": "Xining Caojiabao Airport",
      "text": {
        "wiki": "Xining Caojiabao International Airport (IATA: XNN, ICAO: ZLXN), also called Caojiapu Airport, is an airport serving Xining, the capital of Qinghai Province, China.  It is located in Huzhu County, Haidong, about 30 kilometres (19 mi) east of downtown Xining.  The airport began operation in 1991, and in October 2011 a new 3,800 meter long runway was built to replace the old one.\n\n\n== Airlines and destinations ==\n\n\n== See also ==\nList of airports in China\n\n\n== References ==\n\n\n== External links ==\nOfficial website\nChina West Airport Group website",
        "brit": "",
        "quote": "Established airport serving North & Central China with domestic flights.",
        "tags": "['airport', 'point_of_interest', 'establishment']",
        "website": {
          "source": "http://www.qhaport.com/",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJeyl8PeIETDYRL3ZVb1sc-Mc",
      "name": "Binggou",
      "text": {
        "wiki": "",
        "brit": "",
        "quote": "",
        "tags": "['tourist_attraction', 'point_of_interest', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJ_eY4mj3jUzYRjm-cxTBztOo",
      "name": "Rongwo Monastery",
      "text": {
        "wiki": "Rongwo Monastery (Tibetan: རོང་བོ་དགོན་ཆེན, Wylie: rong bo dgon chen, formally Wylie: rong po dgon chen thos bsam rnam rgyal gling, simplified Chinese: 隆务寺; traditional Chinese: 隆務寺; pinyin: Lóngwù sì), is a Tibetan Buddhist monastery in Tongren County, Huangnan Tibetan Autonomous Prefecture, Qinghai, China. It is 186 kilometres (116 mi) from Xining.\n\n\n== Name ==\nThe monastery is named after the Rongwo River upon which it is located.\n\n\n== History ==\n\nRongwo Monastery was initially established as a three monastery site in 1341 in by Rongwo Samten Rinpoche. Samten’s younger brother was the architect and designer of the monasteries. The first monastery built was the Temple of 3 Buddhas and then the Golden Temple and other temples.  Shartsang Kaldan Gyatso (1607-1677) is recognized as the 1st re-incarnation of Rongwo Samten Rinpoche and was the founder of the current monastery on the temples' sites. The 8th re-incarnation of Shartsang Rinpoche was recognized and installed in October 1991.  Yarba Chogyi built the prayer hall, the Victory Stupa and the stupas at the 4 corners of the monastery, had the sayings of Buddha written in gold, and commissioned the statues of Je Tsongkhapa. Shartsang Kaldan Gyatso established the first monastic college, Tsennyi Tratsang, in which Buddhist dialectics, vinaya, Madhyamika philosophy, Prajnaparamita, and Abhidharma are still currently taught, in 1630. Following multiple subsequent re-incarnations, the 7th incarnation of Shartsang Rinpoche, Lobsang Trinley Longtok Gyatso, increased the number of colleges to the present: the Tsennyi Tratsang, the Gyamat Tratsang (tantric College, where tantric scriptures and practices are taught) and the Duikor Tratsang, a monastic college of the wheel of time that is also known as the College of Kalachakra, the 10 syllable mantra. This information was provided at the monastery in June 2006 and is translated from their official documents.\n\n\n== Footnotes ==",
        "brit": "",
        "quote": "",
        "tags": "['tourist_attraction', 'place_of_worship', 'point_of_interest', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJITbglngMUjYRzFjKsYdYIF4",
      "name": "Zippo",
      "text": {
        "wiki": "",
        "brit": "",
        "quote": "",
        "tags": "['point_of_interest', 'establishment']",
        "website": {
          "source": "http://www.zippo.com.cn/",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJU7on_zW4tDcRGWJNhgxIIGc",
      "name": "Mati Temple",
      "text": {
        "wiki": "",
        "brit": "",
        "quote": "Cave temple built in the Northern Liang Dynasty era, with 500 Buddha statues & numerous frescos.",
        "tags": "['place_of_worship', 'tourist_attraction', 'point_of_interest', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    },
    {
      "place_id": "ChIJt-Mwi-nLVjYRhhfENGofNZQ",
      "name": "Labrang Monastery",
      "text": {
        "wiki": "Kumbum Monastery (Tibetan: སྐུ་འབུམ་བྱམས་པ་གླིང་, THL Kumbum Jampa Ling), also called Ta'er Temple, is a Tibetan gompa in Lusar, Huangzhong County, Xining, Qinghai, China. It was founded in 1583 in a narrow valley close to the village of Lusar in the historical Tibetan region of Amdo. Its superior monastery is Drepung Monastery, immediately to the west of Lhasa. It is ranked in importance as second only to Lhasa.\n\n\n== Description ==\nAlexandra David-Néel, the famous Belgian-French explorer who spent more than two years studying and translating Tibetan books at the monastery, said of it:[T]he configuration of the surrounding mountain ranges arrested the passage of the clouds, and forced them to turn around the rocky summit which supported the gompa forming a sea of white mist, with its waves beating silently against the cells of the monks, wreathing the wooded slopes and creating a thousand fanciful landscapes as they rolled by. Terrible hailstorms would often break over the monastery, due, said the country folk, to the malignity of the demons who sought to disturb the peace of the saintly monks.\nWe were taken first to the great kitchen where priests were brewing Tibetan tea in great copper cauldrons ten feet in diameter, beautifully chased with the Buddhist symbols. The stoves were the usual mud affairs and the fuel nothing but straw, which younger lamas continually fed to the fire.\"\n\n\n=== Origins: The Tree of Great Merit ===\nJe Tsongkhapa, the founder of the Gelug school of Tibetan Buddhism, was born in nearby Tsongkha in 1357. According to one tradition, Tsongkhapa's father took the afterbirth and buried it where the monastery is now and soon a sandalwood tree grew on the spot. Another version has it that the tree grew up where drops of blood from Tsongkhapa's umbilical cord had fallen on the ground. In any case this tree became known as the \"Tree of Great Merit.\" The leaves and the bark of this tree were reputed to bear impressions of the Buddha's face and various mystic syllables and its blossoms were said to give off a peculiarly pleasing scent.\nThe four-storied golden-roofed temple built around the tree where Tsongkhapa is said to have been born is called \"Golden Tree\" (Wylie: gser sdong, metaphorically \"wish-fulfilling tree\") and is considered the holiest place at Kumbum.\nOn the porch of the Golden Temple, pilgrims prostrate themselves one hundred times and the boards are worn into grooves where their feet and hands touch. . . . We were taken into one great temple capable of seating twenty-five hundred priests. The great pillars were covered with brilliantly woven rugs, skins of animals, and the bright \"pulo\" cloth of the Tibetans. It was a mass of brilliant, garish colors and to my mind would have been wonderful in a more subdued light.\" This is the origin of its Chinese name, Little Tower Temple.\n\nTwo Catholic missionaries, Évariste Régis Huc and Joseph Gabet who arrived here in the 1840s when the tree was still living were fully prepared to dismiss \"The Tree of Great Merit\" as just another fanciful legend.We were filled with an absolute consternation of astonishment,\" Huc noted in his famous book Travels in Tartary, \"at finding that, in point of fact, there were upon each of the leaves well-formed Tibetan characters . . . Our first impression was a suspicion of fraud on the part of the lamas; but after a minute examination of every detail, we could not discover the least deception.\" Section of this tree are now preserved in a stupa in the Great Golden Temple.\nThe \"Golden Tiled Temple\" is revered throughout Tibet and Mongolia. It is a small building with a roof of pure gold plate. Inside, it is full of wonderful relics, great banners of silk brocade called \"katas\", wonderful lamps of gold and silver, thousands of small vessels burning butter, a colossal figure of Tsong Kapa, said to be made of gold. All is in semi-darkness which adds to the mystical effect, and the gleam from the butter lamps threw into relief some beautifully wrought temple vessels, or the queer blank face of some saintly Buddha image.\"\n\n\n== History ==\n\n\n=== Foundation ===\n\nIn the 1360s Tsongkhapa's mother, with the help of locals, had a small temple with a stupa built on the site of his birthplace.\nIn 1560 the meditator Tsöndrü Gyeltsen (Wylie: brtson 'grus rgyal mtshan) built a small monastery there called Gonpalung for intensive meditation practice. At first, it had seven monks at a time, but soon expanded to hold fifteen.\nIn 1576, Altan Khan (1507–1583) of the Tümed Mongols invited the future 3rd Dalai Lama, Sönam Gyatso (1543–1588) to bring Buddhism to Mongolia. After Altan Khan adopted Buddhism, he gave Sönam Gyatso the title Dalai Lama: Dalai is the Mongolian translation of the name Gyatso \"ocean.\"\nOn his way to meet Altan Khan near Qinghai Lake, the 3rd Dalai Lama stopped at the isolated retreat by the holy tree marking the spot where Tsongkhapa had been born. He requested Tsöndrü Gyeltsen to construct a larger monastery at this site and appointed him as the head lama. The monastery was built completely in 1583 and a fence was erected around the \"Tree of Great Merit\". An annual Monlam Prayer Festival (Wylie: smon lam) was inaugurated, like the one held in Lhasa. The new monastery was called Kumbum Jampa Ling. \"Kumbum\" means \"100,000 enlightening bodies of the Buddha\". It is named after the 100,000 images of Siṃhanāda which appear on the leaves of the holy sandalwood tree. \"Jampa ling\" means \"Maitreya Cloister.\" This refers to the Maitreya temple built by  Tsöndrü Gyeltsen to the right of the precious tree.\nThe first Throne Holder of Kumbum was Düldzin Özer Gyatso (Wylie: 'dul 'dzin 'od zer rgya mtsho, born 1557). In 1603, the 4th Dalai Lama (1589–1616) stopped at Kumbum on his way from his native Mongolia to Ü-Tsang. At that time, he proclaimed the need for a study division to be built and for Düldzin Özer Gyatso to be appointed as the head of the entire monastery. At Kumbum's Monlam of 1612, Düldzin Özer Gyatso first ascended to the throne of abbot and opened a debate college (Wylie: dpal ldan bshad grub gling grwa tshang).\nBy the middle of the 20th century, Kumbum Monastery included thirty temples and a thousand or so houses.The Hui General Ma Bufang patronized the Choekyi Gyaltsen, 10th Panchen Lama and the Nyingma against the Dalai Lama. Qinghai served as a \"sanctuary\" for Nyingma members. Ma Bufang allowed Kumbum Monastery to be totally self-governed by the Panchen Lama.\n\n\n=== Monastic colleges ===\n\nKumbum has four monastic colleges or faculties (dratsang). The largest is the Debate College or Faculty for Logic, the Shadupling Dratsang. Most of its divisions use the textbooks of Jetsunpa Chokyi-gyeltsen  (1469–1544), as at Ganden Jangtsey and Sera Jey Colleges  near Lhasa. A few of the divisions follow the textbooks of Kunkyen Jamyang-zhaypa Ngawang-tsondru (1648–1722), as at Gomang College of Drepung Monastery and Labrang Monastery. The highest degrees of Geshe Rabjampa and Geshe Shayrampa are awarded at the Kumbum Monlam Prayer Festival each year.\nGyüpa Dratsang, the Tantric College, or Sangngag Dechenling Datsang was founded by Chojey Legpa-gyatso in 1649. The curriculum follows that of Gyumay Lower Tantric College of Lhasa. After study of the major texts and commentaries of the Guhyasamāja tantra, Cakrasaṃvara Tantra (Wylie: bde mchog) and Vajrabhairava tantra, monks receive the geshe ngagrampa degree.\nIn 1711, Chuzang Lozang-tenpay-gyeltsen built a new Tantric College, Ngagpa Dratsang. In 1723, the Qing armies severely damaged the four great monasteries of the Qinghai region – Kumbum, Gonlung, Serkog and Chuzang and many monks fled. Soon afterwards, the Qing commander asked the 21st Throne Holder to convert the new Ngagpa Dratsang into a Medical College, and this was done. With the appointment of several famous doctors, the Medical College, Menpa Dratsang Sorig-dargyey-zhenpen-norbuling was opened in 1725. It became a separate college during the time of the 22nd Throne Holder. The doctors who are graduated receive the Menrampa degree.\nThe fourth college at Kumbum is the Kalachakra College, Dükhor Dratsang or Dukor Dratsang Rigden Losel ling. It was founded in 1820 by Ngawang Shedrub Tenpé Nyima. Monks at this college also study astrology and receive the tsirampa degree upon completion of their education.\n\n\n== Current situation ==\n\nBefore 1958, Kumbum had 3600 monks. At present, there are 400, as the monastery was affected by Chinese Communist policies since the late 1950s. Of these, 300 are at the Debate College and the rest are distributed evenly among the other three colleges. Traditionally, the majority of the Kumbum monks have been Tibetans from Amdo, as at Labrang Monastery. The remainder have been Khalkha Mongols from Mongolia (Wylie: phyi sog) or Inner Mongolia (Wylie: smad sog, nang-sog), Upper Mongols (Wylie: stod sog) from Amdo east of Kumbum or Yugurs (Wylie: yu gur) from Gansu.\nKumbum is still a major pilgrimage for Vajrayana believers and scholars, visited by many thousands of people a year. The Arjia tulkus are traditionally given the position of abbot of Kumbum. The 8th Arjia Rinpoche defected to the United States in 1998. He is currently developing an exile campus of Kumbum Monastery in Bloomington, Indiana, known as Kumbum Chamtse Ling or Kumbum West.\nThe Kumbum monastery is still very much a repository of Tibetan culture and art, including various sculptures, statues and religious artifacts. It certainly is a repository of the Western respect for Tibet, as so many wayfarers from the West apart from David-Néel (Paul Pelliot, Ella Maillart, Peter Fleming, Evariste Huc, André Migot) have spent time there.\n\n\n== References ==\n\n\n== Further reading ==\nArjia Rinpoche (Lobsang Tubten Jigme Gyatso) (2010) Surviving the Dragon: a Tibetan Lama's Account of 40 Years Under Chinese Rule. Emmaus, Pa.: Rodale.\nBell, Charles Alfred. (1987) Portrait of a Dalai Lama: a Biography of the Great Thirteenth. London: Wisdom.\nBell, Charles (1924) Tibet: Past and Present. Oxford: Clarendon Press\nBell, Charles (1931) The Religion of Tibet. Oxford: Clarendon Press\nTsering, Diki, and Khedroob Thondup. (2001) Dalai Lama, My Son: a Mother's Story. New York: Compass Books.\nGyalo Thondup and Anne F. Thurston, (2015) The Noodle Maker of Kalimpong. London: Rider\nHarrer, Heinrich (1954) Seven Years in Tibet. (translated from the German by Richard Graves; with an introduction by Peter Fleming; foreword by the Dalai Lama), New York: E. P. Dutton, 1954, ISBN 0874778883\nHuc, Evariste Régis, Joseph Gabet, and Paul Pelliot (1928) Huc and Gabet: travels in Tartary, Thibet and China, 1844-1846. New York: Harper & Brothers.\nLaird, Thomas (2007) The Story of Tibet: Conversations with the Dalai Lama. London: Atlantic. ISBN 978-1-84354-145-5\nMullin, Glenn H (1988) The Thirteenth Dalai Lama: Path of the Bodhisattva Warrior Ithaca, New York: Snow Lion. ISBN 0-937938-55-6\nMullin, Glenn H. (2001) The Fourteen Dalai Lamas: A Sacred Legacy of Reincarnation, Santa Fe, New Mexico.: Clear Light Publishers. ISBN 1-57416-092-3\nRichardson, Hugh E. (1984) Tibet & its History. Boulder and London: Shambala. ISBN 0-87773-292-2\nSmith, Warren (1997) Tibetan Nation. New Delhi: HarperCollins. ISBN 0-8133-3155-2\nThubten Jigme Norbu (1965) Tibet is My Country; the Autobiography of Thubten Jigme Norbu, Brother of the Dalai Lama, as Told to Heinrich Harrer. New York: Dutton.\n\n\n== External links ==\nMoving West and the Kumbum Monastery\nKumbum Jampa Ling - at Treasury of Lives\nKumbum Monastery\nBerzin, Alexander. \"A Brief History of Kumbum Monastery\". Retrieved 2016-07-14.",
        "brit": "",
        "quote": "Dating to 1709, this vast Buddhist monastery features a museum & a number of noteworthy temples.",
        "tags": "['tourist_attraction', 'place_of_worship', 'point_of_interest', 'establishment']",
        "website": {
          "source": "",
          "content": ""
        }
      }
    }
  ]
}